<?xml version="1.0" encoding="UTF-8"?>

    <!-- timestamp="2026-04-07T21:56:28.098+02:00" -->
    <SHOP>
        <SHOPITEM>
            <ITEM_ID>-517510</ITEM_ID>
            <EAN>6924351688417</EAN>
            <PRODUCTNAME>Doogee S59 Pro oranžová</PRODUCTNAME>
            <PRODUCT>Doogee S59 Pro oranžová</PRODUCT>
            <DESCRIPTION>Odoln&#xfd; smartf&#xf3;n s v&#xfd;bornou v&#xfd;bavou za priazniv&#xfa; cenu - to je presne novinka na na&#x161;om trhu od &#x10d;&#xed;nskeho v&#xfd;robcu Doogee. Telef&#xf3;n sa nez&#x13e;akne ani vody a prachu v&#x10f;aka IP68 certifik&#xe1;ci&#xed;

U&#x17e; po prvom uchopen&#xed; smartf&#xf3;nu pochop&#xed;te, &#x17e;e dr&#x17e;&#xed;te zariadenie, s ktor&#xfd;m sa nebudete musie&#x165; ob&#xe1;va&#x165; ani v n&#xe1;ro&#x10d;nej&#x161;om prostred&#xed;. Na prednej strane smartf&#xf3;nu n&#xe1;jdeme 5,71&quot; HD+ LCD displej. Telef&#xf3;n je poh&#xe1;&#x148;an&#xfd; v&#xfd;konn&#xfd;m osemjadrov&#xfd;m procesorom, ktor&#xfd; je doplnen&#xfd; a&#x17e; o 4 GB opera&#x10d;nej pam&#xe4;te RAM. O nieko&#x13e;kod&#x148;ov&#xfa; v&#xfd;dr&#x17e; bat&#xe9;rie sa postar&#xe1; obrovsk&#xe1; 10050 mAh bat&#xe9;ria. 
Pote&#x161;&#xed; v&#xe1;s aj fotografick&#xe1; v&#xfd;bava Doogee S59 Pro, ke&#x10f;&#x17e;e nech&#xfd;ba pokro&#x10d;il&#xfd; fotoapar&#xe1;t so &#x161;tyrmi objekt&#xed;vmi, 8Mpx &#x161;irokouhl&#xfd; objekt&#xed;v (f/2,4), 8Mpx makro objekt&#xed;v (f/2,4) a hlavn&#xfd; 16Mpx objekt&#xed;v (f/1,8). Na vyhotovenie selfie fotografi&#xed; nesmie mobilu ch&#xfd;ba&#x165; ani predn&#xfd; sn&#xed;ma&#x10d; s rozl&#xed;&#x161;en&#xed;m 16 Mpx.


</DESCRIPTION>
            <PRICE_VAT>228.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>DOOGEE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/doogee-s59-pro-oranzovy?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1017695/detail-image.png</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>oran&#x17e;ov&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519212</ITEM_ID>
            <EAN>6941399052987</EAN>
            <PRODUCTNAME>Realme GT Master Edition 5G čierna</PRODUCTNAME>
            <PRODUCT>Realme GT Master Edition 5G čierna</PRODUCT>
            <DESCRIPTION>Super AMOLED displej, 65W r&#xfd;chle nab&#xed;janie, jeden z najv&#xfd;konnej&#x161;&#xed;ch procesorov s&#xfa;&#x10d;asnosti, 120 Hz obnovovacia frekvencia, podpora 5G a to v&#x161;etko zabalen&#xe9; v naozaj origin&#xe1;lnom, vydarenom dizajne nov&#xe9;ho smartf&#xf3;nu realme GT Master Edition 5G.
realme GT Master Edition 5G prin&#xe1;&#x161;a ultim&#xe1;tny v&#xfd;kon, ktor&#xe9;ho z&#xe1;rukou je nov&#xfd; procesor Qualcomm Snapdragon 778G 5G. V spolupr&#xe1;ci s opera&#x10d;nou pam&#xe4;&#x165;ou 8 GB, smartf&#xf3;n zvl&#xe1;da s &#x13e;ahkos&#x165;ou v&#x161;etky &#x10d;innosti, od n&#xe1;ro&#x10d;n&#xfd;ch hier, prehr&#xe1;vania videa vo vysokej kvalite, alebo multitaskingu pri va&#x161;ej pr&#xe1;ci.

Na kvalitnom Super AMOLED displeji s praktickou uhloprie&#x10d;kou 6,43&quot; vynikn&#xfa; va&#x161;e fotografie a to aj v&#x10f;aka technol&#xf3;gii HDR, ktorou je realme GT Master Edition 5G vybaven&#xfd;. Trojit&#xfd; fotoapar&#xe1;t s hlavn&#xfd;m 64 Mpx sn&#xed;ma&#x10d;om poskytne skvel&#xe9; z&#xe1;bery aj v hor&#x161;&#xed;ch sveteln&#xfd;ch podmienkach. realme pon&#xfa;ka pestr&#xfa; paletu fotografick&#xfd;ch re&#x17e;imov. Odfot&#xed;te dokonal&#xe9; portr&#xe9;ty, detailn&#xe9; makro z&#xe1;bery &#x10d;i kr&#xe1;sne scen&#xe9;rie. Zaujme aj superno&#x10d;n&#xfd; re&#x17e;im, rozpoznanie sc&#xe9;ny pomocou umelej inteligencie alebo vynikaj&#xfa;ca 32 Mpx selfie kamera.

Ve&#x13e;k&#xe1;, 256 GB vn&#xfa;torn&#xe1; pam&#xe4;&#x165; poskytne dostatok miesta pre ulo&#x17e;enie v&#x161;etk&#xe9;ho, &#x10d;o potrebujete. O bezpe&#x10d;nos&#x165; sa zase postar&#xe1; sn&#xed;ma&#x10d; odtla&#x10d;kov prstov, ktor&#xfd; n&#xe1;jdeme integrovan&#xfd; priamo v displeji. V&#x10f;aka podpore 5G si u&#x17e;ijete t&#xfa; najv&#xe4;&#x10d;&#x161;iu dostupn&#xfa; r&#xfd;chlos&#x165; internetu. R&#xfd;chle nab&#xed;janie dost&#xe1;va v&#x10f;aka realme GT Master Edition 5G nov&#xfd; rozmer. Smartf&#xf3;n sa pod&#x13e;a v&#xfd;robcu dok&#xe1;&#x17e;e nabi&#x165; na 100% u&#x17e; za 33 min&#xfa;t.

Skvel&#xfd; dizajn a vysok&#xfd; v&#xfd;kon spojen&#xfd; so super r&#xfd;chlym nab&#xed;jan&#xed;m, robia z realme GT Master Edition 5G ide&#xe1;lneho kandid&#xe1;ta na v&#xe1;&#x161; nov&#xfd; smartf&#xf3;n.






</DESCRIPTION>
            <PRICE_VAT>408.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>REALME</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/realme-gt-master-edition-5g-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019363/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-517008</ITEM_ID>
            <EAN>8806090873836</EAN>
            <PRODUCTNAME>Samsung Galaxy A52 5G </PRODUCTNAME>
            <PRODUCT>Samsung Galaxy A52 5G </PRODUCT>
            <DESCRIPTION>Pr&#xe9;miov&#xfd; displej s vysokou obnovovacou frekvenciou nie je &#x161;tandardom v strednej triede, Samsungu sa to v&#x161;ak podarilo. Ke&#x10f; k tomu prid&#xe1;me extra ve&#x13e;k&#xfa; bat&#xe9;riu, m&#xe1;me &#x161;pi&#x10d;kov&#xe9; zariadenie st&#xe1;le v dostupnej cene. Presne tak&#xfd; je Samsung Galaxy A52.

Pri pou&#x17e;&#xed;van&#xed; zariadenia v&#xe1;s prekvap&#xed; jeho n&#xed;zka hmotnos&#x165;. Telef&#xf3;n je tvoren&#xfd; z plastu na zadnej strane a kovov&#xe9;ho r&#xe1;mu, ktor&#xfd; dr&#x17e;&#xed; v&#x161;etko pokope. I ke&#x10f; je displej ve&#x13e;k&#xfd; dobre sa ovl&#xe1;da jednou rukou a rad&#xed;me ho sk&#xf4;r medzi kompaktnej&#x161;ie zariadenia. Najviac v&#xe1;m ale u&#x10d;aruje displej. Ten pon&#xfa;ka zauj&#xed;mav&#xfa; obnovovaciu frekvenciu a&#x17e; 120 HZ, &#x10d;o v praxi znamen&#xe1; &#x17e;e v&#x161;etok obsah zobrazen&#xed; na displeji je plynul&#xfd;. Prezeranie webu, sledovanie vide&#xed; a hranie hier teda dost&#xe1;va &#xfa;plne nov&#xfd; rozmer. V&#x161;etko je jednoducho plynulej&#x161;ie. Bezpe&#x10d;nos&#x165; zabezpe&#x10d;uje vstavan&#xfd; odtla&#x10d;ok prsta priamo do displeja. Funguje r&#xfd;chlo a presne.

Fotoapar&#xe1;t rad&#xed;me na popredn&#xfa; prie&#x10d;ku. S hlavn&#xfd;m 64 megapixlov&#xfd;m sn&#xed;ma&#x10d;om sa d&#xe1; &#x10d;arova&#x165;. Prepracovan&#xfd; je hlavne no&#x10d;n&#xfd; re&#x17e;im a v&#xfd;sledky s&#xfa; znamenit&#xe9;. Nech&#xfd;ba ani ve&#x13e;k&#xfd; zoom tak&#x17e;e vzdialen&#xe9; predmety odfot&#xed;te hravo. Z&#xe1;bavn&#xfd; je makro re&#x17e;im, kde fotky mal&#xfd;ch predmetov s&#xfa; fascinuj&#xfa;ce. Milo v&#xe1;s prekvap&#xed; unik&#xe1;tny dizajn odoln&#xfd; vo&#x10d;i prachu a vode s certifik&#xe1;ciou IP67, &#x10d;o v&#xf4;bec nie je &#x161;tandardnom strednej triedy, kde sa telef&#xf3;n rad&#xed;. Pote&#x161;&#xed; aj zv&#xfd;&#x161;en&#xe1; kapacita bat&#xe9;rie ktor&#xe1; ma &#xfa;rove&#x148; 4500 mAh. Zvl&#xe1;dne dva n&#xe1;ro&#x10d;ne dni, &#x10d;o je v&#xfd;born&#xe9;. Nab&#xed;janie patr&#xed; medzi to najr&#xfd;chlej&#x161;ie na trhu. Do hodiny je telef&#xf3;n nabit&#xfd;. 

Telef&#xf3;n je ide&#xe1;lny pre milovn&#xed;kov fotenia. Nezav&#xe1;ha v &#x17e;iadnej situ&#xe1;cii. &#x10c;i u&#x17e; chcete vytvori&#x165; kvalitn&#xfa; no&#x10d;n&#xfa; sn&#xed;mku alebo podmaniv&#xfd; portr&#xe9;t. Ak nechcete telef&#xf3;n nab&#xed;ja&#x165; ka&#x17e;d&#xfd; de&#x148; tak je pre v&#xe1;s jasn&#xfd;m favoritom. Pr&#xe9;miov&#xfd; displej ktor&#xfd;mi sa Samsung p&#xfd;&#x161;i dlh&#xe9; roky je &#x10d;ere&#x161;ni&#x10d;kou na torte. </DESCRIPTION>
            <PRICE_VAT>276.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-a52-5g-biely?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1017869/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL></VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520963</ITEM_ID>
            <EAN>6941487249695</EAN>
            <PRODUCTNAME>Huawei nova 9 SE čierna</PRODUCTNAME>
            <PRODUCT>Huawei nova 9 SE čierna</PRODUCT>
            <DESCRIPTION>Smartf&#xf3;ny Huawei aj na&#x10f;alej pou&#x17e;&#xed;vaj&#xfa; opera&#x10d;n&#xfd; system Android, postaven&#xfd; na nadstavbe Huawei Mobile Services (HMS). V r&#xe1;mci nej zna&#x10d;ka pon&#xfa;ka vlastn&#xfd; obchod s aplik&#xe1;ciami s n&#xe1;zvom AppGallery. V &#x148;om u&#x17e; dnes m&#xf4;&#x17e;ete n&#xe1;js&#x165; v&#xe4;&#x10d;&#x161;inu popul&#xe1;rnych hier a aplik&#xe1;ci&#xed; zo Slovenska i sveta, ur&#x10d;en&#xfd;ch napr&#xed;klad na navigovanie, internet banking, dopravu a mobilitu &#x10d;i &#x10d;&#xed;tanie spravodajstva. Mnoh&#xe9; popul&#xe1;rne aplik&#xe1;ci od Google, ako napr. YouTube, Gmail, Google Fotky, Google Mapy a Google Drive a pod. s&#xed;ce nie s&#xfa; predin&#x161;talovan&#xe9;, ale je mo&#x17e;n&#xe9; ich taktie&#x17e; pou&#x17e;&#xed;va&#x165; a vyh&#x13e;ada&#x165; cez zabudovan&#xfd; vyh&#x13e;ad&#xe1;va&#x10d; Petal Search.
Huawei nova 9 SE je vynikaj&#xfa;co vybaven&#xfd; smartf&#xf3;n, ktor&#xfd; prich&#xe1;dza v podmanivom dizajne.

Displej pon&#xfa;ka uhloprie&#x10d;ku 6,78 palcov s vynikaj&#xfa;cim jasom. Je postaven&#xfd; na technol&#xf3;gii IPS a m&#xf4;&#x17e;e sa pochv&#xe1;li&#x165; obnovovacou frekvenciou 90 Hz.

V&#xfd;kon dod&#xe1;va osemjadrov&#xfd; procesor Snapdragon, spolu s 8 GB opera&#x10d;nej pam&#xe4;te. Smartf&#xf3;n si tak hravo porad&#xed; s n&#xe1;ro&#x10d;n&#xfd;mi aplik&#xe1;ciami, alebo najnov&#x161;&#xed;mi mobiln&#xfd;mi hrami.

Pochvala patr&#xed; Huawei za kvalitn&#xfd; &#x161;tvorit&#xfd; fotoapar&#xe1;t. Na zadnej strane n&#xe1;jdeme 108 Mpx sn&#xed;ma&#x10d;. Nech&#xfd;ba ani ob&#x13e;&#xfa;ben&#xfd; ultra&#x161;irokouhl&#xfd; objekt&#xed;v. Dokonal&#xe9; portr&#xe9;tov&#xe9; a makro fotografie zabezpe&#x10d;&#xed; &#x10f;al&#x161;ia dvojica objekt&#xed;vov. &#x10c;eln&#xe1; selfie kamera zaobstar&#xe1; fotografie so 16 mpx senzorom.

Pridanou hodnotou je aj adapt&#xe9;r v balen&#xed;, Huawei nova 9 SE podporuje a&#x17e; 66W r&#xfd;chle nab&#xed;janie, &#x10d;o zabezpe&#x10d;&#xed; dobitie bat&#xe9;rie z 0 na 75% za nie&#x10d;o viac ako 20 min&#xfa;t.

Nech&#xfd;ba ani NFC technol&#xf3;gia pre mobiln&#xe9; platby, alebo mimoriadne presn&#xfd; senzor odtla&#x10d;kov prstov.
</DESCRIPTION>
            <PRICE_VAT>288.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>HUAWEI</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/huawei-nova-9-se-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1021117/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520567</ITEM_ID>
            <EAN>8806092980266</EAN>
            <PRODUCTNAME>Samsung Galaxy S22+ 5G zelená</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22+ 5G zelená</PRODUCT>
            <DESCRIPTION>
Samsung Galaxy S22+ je smartf&#xf3;n pre epick&#xe9; z&#xe1;&#x17e;itky.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,6 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Premiov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a hlin&#xed;kov&#xfd; r&#xe1;m Armor Aluminium, poskytuj&#xfa; maxim&#xe1;lny komfort a odolnos&#x165;. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
Trojit&#xe1; s&#xfa;stava objekt&#xed;vov je v zlo&#x17e;en&#xed;, hlavn&#xfd; 50 Mpx fotoapar&#xe1;t s optickou stabiliz&#xe1;ciou, f&#xe1;zov&#xfd;m ostren&#xed;m, &#x161;irokouhl&#xfd; 12Mpx sn&#xed;ma&#x10d; s uhlom z&#xe1;beru 120&#xb0; a 10Mpx teleobjekt&#xed;v s trojn&#xe1;sobn&#xfd;m optick&#xfd;m pribl&#xed;&#x17e;en&#xed;m + OIS. Epick&#xe9; no&#x10d;n&#xe9; z&#xe1;bery dosiahnete v&#x10f;aka nov&#xfd;m vylep&#x161;eniam. Sn&#xed;ma&#x10d; Big Pixel zv&#xe4;&#x10d;&#x161;uje pixely, aby pritiahol svetlo. Sklo Super Clear Glass zase zni&#x17e;uje odlesky objekt&#xed;vu pre no&#x10d;n&#xe9; sn&#xed;mky ako za jasn&#xe9;ho d&#x148;a.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 4500 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1104.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-plus-5g-128gb-zeleny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020680/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>zelen&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520963</ITEM_ID>
            <EAN>6941487249701</EAN>
            <PRODUCTNAME>Huawei nova 9 SE modrá</PRODUCTNAME>
            <PRODUCT>Huawei nova 9 SE modrá</PRODUCT>
            <DESCRIPTION>Smartf&#xf3;ny Huawei aj na&#x10f;alej pou&#x17e;&#xed;vaj&#xfa; opera&#x10d;n&#xfd; system Android, postaven&#xfd; na nadstavbe Huawei Mobile Services (HMS). V r&#xe1;mci nej zna&#x10d;ka pon&#xfa;ka vlastn&#xfd; obchod s aplik&#xe1;ciami s n&#xe1;zvom AppGallery. V &#x148;om u&#x17e; dnes m&#xf4;&#x17e;ete n&#xe1;js&#x165; v&#xe4;&#x10d;&#x161;inu popul&#xe1;rnych hier a aplik&#xe1;ci&#xed; zo Slovenska i sveta, ur&#x10d;en&#xfd;ch napr&#xed;klad na navigovanie, internet banking, dopravu a mobilitu &#x10d;i &#x10d;&#xed;tanie spravodajstva. Mnoh&#xe9; popul&#xe1;rne aplik&#xe1;ci od Google, ako napr. YouTube, Gmail, Google Fotky, Google Mapy a Google Drive a pod. s&#xed;ce nie s&#xfa; predin&#x161;talovan&#xe9;, ale je mo&#x17e;n&#xe9; ich taktie&#x17e; pou&#x17e;&#xed;va&#x165; a vyh&#x13e;ada&#x165; cez zabudovan&#xfd; vyh&#x13e;ad&#xe1;va&#x10d; Petal Search.
Huawei nova 9 SE je vynikaj&#xfa;co vybaven&#xfd; smartf&#xf3;n, ktor&#xfd; prich&#xe1;dza v podmanivom dizajne.

Displej pon&#xfa;ka uhloprie&#x10d;ku 6,78 palcov s vynikaj&#xfa;cim jasom. Je postaven&#xfd; na technol&#xf3;gii IPS a m&#xf4;&#x17e;e sa pochv&#xe1;li&#x165; obnovovacou frekvenciou 90 Hz.

V&#xfd;kon dod&#xe1;va osemjadrov&#xfd; procesor Snapdragon, spolu s 8 GB opera&#x10d;nej pam&#xe4;te. Smartf&#xf3;n si tak hravo porad&#xed; s n&#xe1;ro&#x10d;n&#xfd;mi aplik&#xe1;ciami, alebo najnov&#x161;&#xed;mi mobiln&#xfd;mi hrami.

Pochvala patr&#xed; Huawei za kvalitn&#xfd; &#x161;tvorit&#xfd; fotoapar&#xe1;t. Na zadnej strane n&#xe1;jdeme 108 Mpx sn&#xed;ma&#x10d;. Nech&#xfd;ba ani ob&#x13e;&#xfa;ben&#xfd; ultra&#x161;irokouhl&#xfd; objekt&#xed;v. Dokonal&#xe9; portr&#xe9;tov&#xe9; a makro fotografie zabezpe&#x10d;&#xed; &#x10f;al&#x161;ia dvojica objekt&#xed;vov. &#x10c;eln&#xe1; selfie kamera zaobstar&#xe1; fotografie so 16 mpx senzorom.

Pridanou hodnotou je aj adapt&#xe9;r v balen&#xed;, Huawei nova 9 SE podporuje a&#x17e; 66W r&#xfd;chle nab&#xed;janie, &#x10d;o zabezpe&#x10d;&#xed; dobitie bat&#xe9;rie z 0 na 75% za nie&#x10d;o viac ako 20 min&#xfa;t.

Nech&#xfd;ba ani NFC technol&#xf3;gia pre mobiln&#xe9; platby, alebo mimoriadne presn&#xfd; senzor odtla&#x10d;kov prstov.
</DESCRIPTION>
            <PRICE_VAT>288.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>HUAWEI</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/huawei-nova-9-se-modry?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1021111/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>modr&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519461</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Alcatel 3082 4G </PRODUCTNAME>
            <PRODUCT>Alcatel 3082 4G </PRODUCT>
            <DESCRIPTION>Elegantn&#xfd; vykl&#xe1;pac&#xed; telef&#xf3;n Alcatel 3082 pon&#xfa;ka spo&#x13e;ahlivos&#x165; a vynikaj&#xfa;cu v&#xfd;dr&#x17e; bat&#xe9;rie.  Opera&#x10d;n&#xfd; syst&#xe9;m poskytuje jednoduch&#xe9; ovl&#xe1;danie. S ve&#x13e;k&#xfd;m 2,4 palcov&#xfd;m displejom &#x13e;ahko zad&#xe1;te telef&#xf3;nne &#x10d;&#xed;slo, alebo nap&#xed;&#x161;ete SMS.  Telef&#xf3;n disponuje 1,3 zadn&#xfd;m Mpx fotoapar&#xe1;tom s bleskom a mo&#x17e;nos&#x165;ou nat&#xe1;&#x10d;ania videa. Nech&#xfd;ba ani podpora SD karty do ve&#x13e;kosti 32 GB. Z &#x10f;al&#x161;&#xed;ch funkci&#xed; tu n&#xe1;jdete bud&#xed;k, kalkula&#x10d;ku, alebo FM r&#xe1;dio.  Alcatel 3082 v&#xe1;&#x17e;i len 109 gramov a kompaktn&#xe9; rozmery v&#xe1;m umo&#x17e;nia ma&#x165; svoj telef&#xf3;n kedyko&#x13e;vek po ruke.</DESCRIPTION>
            <PRICE_VAT>72.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>ALCATEL</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/alcatel-3082-4g-sedy?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020578/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL></VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520570</ITEM_ID>
            <EAN>8806092879249</EAN>
            <PRODUCTNAME>Samsung Galaxy S22 Ultra 5G 12GB/256 GB červená</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22 Ultra 5G 12GB/256 GB červená</PRODUCT>
            <DESCRIPTION>
Najnov&#x161;ia vlajkov&#xe1; lo&#x10f; od Samsungu prich&#xe1;dza v najlep&#x161;ej forme.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,8 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne svietivos&#x165; a&#x17e; 1750 nitov a obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Pr&#xe9;miov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a matn&#xfd; kov robia zo Samsung Galaxy S22 Ultra luxusn&#xe9; zariadenie. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
S&#xfa;stavu fotoapar&#xe1;tov tvor&#xed; hlavn&#xfd; 108 Mpx, 12 Mpx &#x161;irokouhl&#xfd; a dvojica 10 Mpix teleobjekt&#xed;vov s automatick&#xfd;m zaostrovan&#xed;m a optickou stabiliz&#xe1;ciou obrazu. Jeden zvl&#xe1;dne 3-n&#xe1;sobn&#xe9; optick&#xe9; pribl&#xed;&#x17e;enie, druh&#xfd; a&#x17e; 10-n&#xe1;sobn&#xfd; optick&#xfd; zoom aj 100x Space Zoom. Vpredu sa nach&#xe1;dza 40 Mpx selfie kamera s AF a nahr&#xe1;van&#xed;m 4K vide&#xed;.

&#xda;plne prv&#xfd; Samsung Galaxy radu S so zabudovan&#xfd;m perom S Pen
S pribalen&#xfd;m perom S Pen m&#xf4;&#x17e;ete p&#xed;sa&#x165; rovnako pohodlne ako klasick&#xfd;m perom na papier, preme&#x148;te r&#xfd;chle pozn&#xe1;mky na &#x10d;itate&#x13e;n&#xfd; text a pou&#x17e;ite funkciu Air Actions na ovl&#xe1;danie telef&#xf3;nu na dia&#x13e;ku.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 5000 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1404.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-ultra-5g-256gb-cerveny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020751/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;erven&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-517509</ITEM_ID>
            <EAN>6924351680879</EAN>
            <PRODUCTNAME>Doogee S40 Pro čierna</PRODUCTNAME>
            <PRODUCT>Doogee S40 Pro čierna</PRODUCT>
            <DESCRIPTION>Pracujete v extr&#xe9;mnych podmienkach? L&#xe1;kaj&#xfa; v&#xe1;s v&#xfd;lety do divokej pr&#xed;rody? Alebo m&#xe1;te v z&#xe1;&#x13e;ube adrenal&#xed;nove &#x161;porty? Vo v&#x161;etk&#xfd;ch uveden&#xfd;ch pr&#xed;kladoch sa m&#xf4;&#x17e;ete na 100% spo&#x13e;ahn&#xfa;&#x165; na skvel&#xfd; mobiln&#xfd; telef&#xf3;n Doogee S40 Pro. Tento obrnen&#xfd; smartf&#xf3;n toti&#x17e; vynik&#xe1; jeho &#x161;pi&#x10d;kovou odolnos&#x165;ou, v&#x10f;aka ktorej ho m&#xf4;&#x17e;ete ma&#x165; so sebou takmer kdeko&#x13e;vek. Nevad&#xed; mu toti&#x17e; voda, prach ani drsn&#xe9; zaobch&#xe1;dzanie. Mohutn&#xe1; kon&#x161;trukcia ukr&#xfd;va &#x161;pi&#x10d;kov&#xe9; hardv&#xe9;rov&#xe9; z&#xe1;zemie, ktor&#xe9; je z&#xe1;rukou v&#x17e;dy dostato&#x10d;n&#xe9;ho v&#xfd;konu.
Jadrom mobilu je 8-jadrov&#xfd; procesor MediaTek MT6762D A2, ktor&#xfd; dop&#x13a;&#x148;a 4 GB opera&#x10d;n&#xe1; pam&#xe4;&#x165;. S touto kombin&#xe1;ciou sa v&#xe1;m otv&#xe1;ra cesta k modern&#xfd;m mobiln&#xfd;m aplik&#xe1;ci&#xe1;m, inovat&#xed;vnym hr&#xe1;m aj multim&#xe9;di&#xe1;m vo ve&#x13e;mi vysokom rozl&#xed;&#x161;en&#xed;. Doogee S40 Pro v&#xe1;m dokonale posl&#xfa;&#x17e;i v akejko&#x13e;vek situ&#xe1;cii.Svoje &#x161;portov&#xe9; aktivity, adrenal&#xed;nov&#xe9; z&#xe1;&#x17e;itky &#x10d;i kr&#xe1;sy pr&#xed;rody m&#xf4;&#x17e;ete s mobilom Doogee S40 Pro zachyti&#x165; na kr&#xe1;snych fotk&#xe1;ch &#x10d;i vide&#xe1;ch. Doogee S40 Pro pon&#xfa;ka du&#xe1;lny fotoapar&#xe1;t, ktor&#xfd; vyu&#x17e;&#xed;va spolupr&#xe1;cu dvoch optick&#xfd;ch senzorov (rozl&#xed;&#x161;enie 13 Mpx + 2 Mpx). Samozrejme nech&#xfd;ba ani selfie kamera &#x2013; t&#xe1; pracuje s rozl&#xed;&#x161;en&#xed;m 5 Mpx a pon&#xfa;ka 80&#xb0; uhol z&#xe1;beru. </DESCRIPTION>
            <PRICE_VAT>144.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>DOOGEE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/doogee-s40-pro-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1017685/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519687</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Motorola Moto G60 šedá</PRODUCTNAME>
            <PRODUCT>Motorola Moto G60 šedá</PRODUCT>
            <DESCRIPTION>Novinka od Motoroly zaujme elegantn&#xfd;m dizajnom &#x161;pi&#x10d;kov&#xfd;m displejom a fotoapar&#xe1;tom.    Na ve&#x13e;kej 6,8&quot; obrazovke m&#xf4;&#x17e;ete komfortne sledova&#x165; filmy a vide&#xe1;. Technol&#xf3;gia HDR10 v&#xe1;m zaru&#x10d;uje vysok&#xfd; kontrast, a &#x17e;iariv&#xe9; farby v ka&#x17e;dej scen&#xe9;rii.Motorola Moto G60 navy&#x161;e dostala 120 Hz obnovovaciu frekvenciu displeja, plynulos&#x165; anim&#xe1;cii a hern&#xe9; z&#xe1;&#x17e;itky, si va&#x161;e o&#x10d;i doslova vychutnaj&#xfa;.    Pri trojitom zadnom fotoapar&#xe1;te dominuje 108 Mpx sn&#xed;ma&#x10d; pre fantastick&#xe9;, detailn&#xe9; fotografie.Motorola si porad&#xed; aj s kvalitn&#xfd;mi z&#xe1;bermi s rozmazan&#xfd;m pozad&#xed;m. V&#x10f;aka &#x161;irokouhl&#xe9;mu sn&#xed;ma&#x10d;u zachyt&#xed;te na jednom z&#xe1;bere a&#x17e; 118&#xb0;. Na prednej strane n&#xe1;jdeme vynikaj&#xfa;cu selfie kameru vhodn&#xfa; na aj na profesion&#xe1;lne video hovory.  Spo&#x13e;ahn&#xfa;&#x165; sa m&#xf4;&#x17e;ete na nadpriemern&#xfa; v&#xfd;dr&#x17e; bat&#xe9;rie, a&#x17e; 6000 mAh, v&#xe1;m prinesie viacdenn&#xe9; pou&#x17e;&#xed;vanie bez potreby dob&#xed;jania.    Vynikaj&#xfa;ci dizajn, ultratenk&#xe9; r&#xe1;m&#x10d;eky a elegantn&#xe1; siv&#xe1; farba len podtrhuj&#xfa; kvalitu a v&#xfd;kon, ktorou Motorola Moto G60 nesporne disponuje.</DESCRIPTION>
            <PRICE_VAT>204.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MOTOROLA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/motorola-moto-g60-seda?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019856/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x161;ed&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-102009</ITEM_ID>
            <EAN>6438158753167</EAN>
            <PRODUCTNAME>Nokia 230 DS tmavostrieborná</PRODUCTNAME>
            <PRODUCT>Nokia 230 DS tmavostrieborná</PRODUCT>
            <DESCRIPTION>Mal&#xfd; a &#x161;ikovn&#xfd;</DESCRIPTION>
            <PRICE_VAT>72.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>NOKIA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/nokia230-dual-sim-tmavostrieborny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1862/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>tmavostrieborn&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-506661</ITEM_ID>
            <EAN>190199382466</EAN>
            <PRODUCTNAME>Apple iPhone 11 Pro Max </PRODUCTNAME>
            <PRODUCT>Apple iPhone 11 Pro Max </PRODUCT>
            <DESCRIPTION>Fotoapar&#xe1;t, ak&#xfd; tu e&#x161;te nebol

Prv&#xfd;kr&#xe1;t v hist&#xf3;rii, Apple prich&#xe1;dza na trh s trojit&#xfd;m zadn&#xfd;m fotoapar&#xe1;tom. Tento fotoapar&#xe1;t je schopn&#xfd; zachyti&#x165; a&#x17e; &#x161;tvorn&#xe1;sobne v&#xe4;&#x10d;&#x161;iu sc&#xe9;nu. S touto kamerou nem&#xe1;te probl&#xe9;m ani pri slabom svetle. Nezaost&#xe1;vaj&#xfa; ani vide&#xe1;. M&#xf4;&#x17e;ete si by&#x165; ist&#xed;, &#x17e;e budete ma&#x165; jedny z najkvalitnej&#x161;&#xed;ch vide&#xed; zo v&#x161;etk&#xfd;ch smartf&#xf3;nov. Apple 11 Pro Max pon&#xfa;ka &#x161;irok&#xfa; &#x161;k&#xe1;lu programov na upravovanie fotografi&#xed; i vide&#xed;. 
Displej, ktor&#xfd; za&#x17e;iari

Ani displej smartf&#xf3;nu Apple 11 Pro Max nie je klasika na ktor&#xfa; sme zvyknut&#xed;. Super Retina XDR dislej nedisponujem jednou hodnotou jasu ale a&#x17e; dvomi! A dokonca je nato&#x13e;ko inteligentn&#xfd;, &#x17e;e s&#xe1;m vie, ktor&#xfa; m&#xe1; kedy pou&#x17e;i&#x165;. Ke&#x10f; ste vonku, kde p&#xe1;li ostr&#xe9; slnko, displej sa roz&#x17e;iari na 800 nit&#xfa; ale ke&#x10f; si prezer&#xe1;te pr&#xe1;ve nie&#x10d;o s v&#xfd;razne dynamick&#xfd;m rozsahom, displej sa roz&#x17e;iari a&#x17e; 1200 nitu.

V&#xfd;kon, na ktor&#xfd; sa m&#xf4;&#x17e;e&#x161; spo&#x13e;ahn&#xfa;&#x165;

&#x10c;ip A13 Bionic je v dne&#x161;nej dobe definovan&#xfd; ako najv&#xfd;konnej&#x161;&#xed; mobiln&#xfd; &#x10d;ip. V porovnan&#xed; s konkurenciou je o nieko&#x13e;ko v&#xfd;vojov&#xfd;ch krokov vpred. A13 Bionic je z&#xe1;rukou exkl&#xfa;zivn&#xe9;ho v&#xfd;konu, ktor&#xfd; ide v ruka v ruke s dlhou v&#xfd;dr&#x17e;ou bat&#xe9;rie na jedno nabitie. V pr&#xed;pade, &#x17e;e sa v&#xe1;&#x161; mobil vybije, m&#xf4;&#x17e;ete pou&#x17e;i&#x165; r&#xfd;chly 18W adapt&#xe9;r.
</DESCRIPTION>
            <PRICE_VAT>1464.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>APPLE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/apple-iphone-11-pro-max-256gb-sedy?preferredProgram=</URL>
            
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL></VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-518962</ITEM_ID>
            <EAN>6438409054012</EAN>
            <PRODUCTNAME>Nokia 8000 čierna</PRODUCTNAME>
            <PRODUCT>Nokia 8000 čierna</PRODUCT>
            <DESCRIPTION>Nokia 8000 je novinkou na trhu, a v&#x10f;aka v&#xfd;konn&#xe9;mu procesoru Qualcomm&amp;reg; Snapdragon&amp;trade; 210 dr&#x17e;&#xed; s Vami krok za ka&#x17e;d&#xfd;ch okolnost&#xed;. Nokia 8000 V&#xe1;m taktie&#x17e; umo&#x17e;n&#xed; zosta&#x165; v spojen&#xed; v&#x17e;dy a v&#x161;ade. Kontakt s priate&#x13e;mi &#x10d;i rodinou v&#xe1;m u&#x13e;ah&#x10d;&#xed; WhatsApp a Facebook a z obchodu s aplik&#xe1;ciami si m&#xf4;&#x17e;ete stiahnu&#x165; mnoho &#x10f;al&#x161;&#xed;ch virtu&#xe1;lnych pomocn&#xed;kov.S Nokia 8000 sa nudi&#x165; ur&#x10d;ite nebudete. Prehr&#xe1;vajte si svoje ob&#x13e;&#xfa;ben&#xe9; pesni&#x10d;ky a sledujte najnov&#x161;ie vide&#xe1; na YouTube. Telefonovanie a seri&#xe1;ly &#x2013; to je len p&#xe1;r vec&#xed;, ktor&#xe9; na 4G be&#x17e;&#xed; lep&#x161;ie. A v&#x10f;aka WiFi hotspotu sa m&#xf4;&#x17e;u jednoducho pripoji&#x165; aj va&#x161;i priatelia. Radi rob&#xed;te veci jednoduch&#x161;ie? H&#x13e;adajte odpovede na ot&#xe1;zky, volajte svojim zn&#xe1;mym alebo si r&#xfd;chlo usporiadajte svoje pl&#xe1;ny pomocou Asistenta Google. Nokia 8000 obsahuje Li-Ion bat&#xe9;riu s vysokou kapacitou 1500 mAh, v&#x10f;aka ktorej m&#xe1;te zaru&#x10d;en&#xfa; dlh&#xfa; v&#xfd;dr&#x17e;.</DESCRIPTION>
            <PRICE_VAT>96.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>NOKIA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/nokia-8000-4g-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1018913/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519480</ITEM_ID>
            <EAN>5908235976761</EAN>
            <PRODUCTNAME>MAXCOM Comfort MM724 čierna</PRODUCTNAME>
            <PRODUCT>MAXCOM Comfort MM724 čierna</PRODUCT>
            <DESCRIPTION>Mobiln&#xfd; telef&#xf3;n COMFORT MM724 je navrhnut&#xfd; pre potreby star&#x161;&#xed;ch &#x13e;ud&#xed;. Pon&#xfa;ka n&#xfa;dzov&#xe9; tla&#x10d;idlo, ve&#x13e;k&#xe9; tla&#x10d;idl&#xe1; a pohodln&#xe9; telo. SIM kartu je mo&#x17e;n&#xe9; vybra&#x165; priamo cez slot na bo&#x10d;nej strane. Telef&#xf3;n m&#xe1; mnoho u&#x17e;ito&#x10d;n&#xfd;ch funkci&#xed; ako hlasit&#xfd; odposluch, Bluetooth, FM r&#xe1;dio, kalend&#xe1;r, blesk, prehr&#xe1;va&#x10d; videa a hudby, ale aj fotoapar&#xe1;t s rozl&#xed;&#x161;en&#xed;m 1,3Mpx. Je vybaven&#xfd; slotom na micro SD kartu. Displej m&#xe1; ve&#x13e;kos&#x165; 2,2&quot; a rozl&#xed;&#x161;enie 220 x 176 pix</DESCRIPTION>
            <PRICE_VAT>72.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MAXCOM</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/maxcom-mm724-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020355/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520571</ITEM_ID>
            <EAN>8806092883550</EAN>
            <PRODUCTNAME>Samsung Galaxy S22 Ultra 5G 12GB/512 GB červená</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22 Ultra 5G 12GB/512 GB červená</PRODUCT>
            <DESCRIPTION>

Najnov&#x161;ia vlajkov&#xe1; lo&#x10f; od Samsungu prich&#xe1;dza v najlep&#x161;ej forme.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,8 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne svietivos&#x165; a&#x17e; 1750 nitov a obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Pr&#xe9;miov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a matn&#xfd; kov robia zo Samsung Galaxy S22 Ultra luxusn&#xe9; zariadenie. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
S&#xfa;stavu fotoapar&#xe1;tov tvor&#xed; hlavn&#xfd; 108 Mpx, 12 Mpx &#x161;irokouhl&#xfd; a dvojica 10 Mpix teleobjekt&#xed;vov s automatick&#xfd;m zaostrovan&#xed;m a optickou stabiliz&#xe1;ciou obrazu. Jeden zvl&#xe1;dne 3-n&#xe1;sobn&#xe9; optick&#xe9; pribl&#xed;&#x17e;enie, druh&#xfd; a&#x17e; 10-n&#xe1;sobn&#xfd; optick&#xfd; zoom aj 100x Space Zoom. Vpredu sa nach&#xe1;dza 40 Mpx selfie kamera s AF a nahr&#xe1;van&#xed;m 4K vide&#xed;.

&#xda;plne prv&#xfd; Samsung Galaxy radu S so zabudovan&#xfd;m perom S Pen
S pribalen&#xfd;m perom S Pen m&#xf4;&#x17e;ete p&#xed;sa&#x165; rovnako pohodlne ako klasick&#xfd;m perom na papier, preme&#x148;te r&#xfd;chle pozn&#xe1;mky na &#x10d;itate&#x13e;n&#xfd; text a pou&#x17e;ite funkciu Air Actions na ovl&#xe1;danie telef&#xf3;nu na dia&#x13e;ku.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 5000 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1512.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-ultra-5g-512gb-cerveny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1021258/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;erven&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519010</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Motorola Moto G20 </PRODUCTNAME>
            <PRODUCT>Motorola Moto G20 </PRODUCT>
            <DESCRIPTION>Motorola Moto G20 pon&#xfa;ka v&#xfd;born&#xfd; pomer cena/v&#xfd;kon. Praktick&#xfd; IPS Max Vision displej vo ve&#x13e;kosti 6,5 palcov prin&#xe1;&#x161;a v tejto triede ojedinel&#xfa;, 90 Hz obnovovaciu frekvenciu. Obraz tak bude ostr&#xfd; a plynul&#xfd; pri pozeran&#xed; vide&#xed; alebo hran&#xed; hier.

L&#xe1;kadlom je ur&#x10d;ite &#x161;tvorit&#xfd; fotoapar&#xe1;t umiestnen&#xfd; na zadnej strane smartf&#xf3;nu. Hlavn&#xfd; 48 Mpx sn&#xed;ma&#x10d; dop&#x13a;&#x148;a 8 Mpx ultra&#x161;irokouhl&#xfd; objekt&#xed;v. Na vytv&#xe1;ranie portr&#xe9;tov posl&#xfa;&#x17e;i 2 Mpx senzor, tie najmen&#x161;ie detaily zase zachyt&#xed;te s 2 Mpx makro objekt&#xed;vom. O kvalitn&#xe9; fotografie sa postar&#xe1; predn&#xe1;, a&#x17e; 13 Mpx selfie kamera.

Osemjadrov&#xfd; procesor spolu s opera&#x10d;nou pam&#xe4;&#x165;ou 4 GB zabezpe&#x10d;ia plynul&#xfd; chod &#x10d;ist&#xe9;ho syst&#xe9;mu Android 11. Vn&#xfa;torn&#xfa; pam&#xe4;&#x165; vo ve&#x13e;kosti 64 GB viete roz&#x161;&#xed;ri&#x165; a&#x17e; o 1 TB &#xfa;lo&#x17e;n&#xe9;ho miesta pomocou pam&#xe4;&#x165;ovej karty.

Zaujme aj bat&#xe9;ria, ktor&#xe1; dostala nadpriemern&#xfa; kapacitu 5000 mAh, zabezpe&#x10d;uj&#xfa;cu a&#x17e; dva dni intenz&#xed;vneho pou&#x17e;&#xed;vania.

O bezpe&#x10d;nos&#x165; sa postar&#xe1; &#x10d;&#xed;ta&#x10d;ka odtla&#x10d;kov prsta, umiestnen&#xe1; na zadnej strane smartf&#xf3;nu.

T&#xe1;to novinka prich&#xe1;dza v mimoriadne zauj&#xed;mavej modrej farebnej variante.
</DESCRIPTION>
            <PRICE_VAT>132.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MOTOROLA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/motorola-moto-g20-modra?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019089/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL></VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519464</ITEM_ID>
            <EAN>194252708699</EAN>
            <PRODUCTNAME>Apple iPhone 13 4GB/256GB biela</PRODUCTNAME>
            <PRODUCT>Apple iPhone 13 4GB/256GB biela</PRODUCT>
            <DESCRIPTION>Najnov&#x161;&#xed; iPhone 13 prin&#xe1;&#x161;a monument&#xe1;lny v&#xfd;kon &#x10d;ipu A15 Bionic. Najv&#xfd;konnej&#x161;ieho mobiln&#xe9;ho procesoru s&#xfa;&#x10d;asnosti.  Novinka pon&#xfa;ka vynikaj&#xfa;ci 6,1 palcov&#xfd; Super Retina XDR displej. Pou&#x17e;it&#xe1; OLED technol&#xf3;gia umo&#x17e;nila perfektn&#xe9; kontrastn&#xe9; zobrazenie, prvotriedny obraz, n&#xe1;rast svietivosti a efekt&#xed;vne &#x161;etrenie bat&#xe9;rie.  V&#xfd;dr&#x17e; bat&#xe9;rie v porovnan&#xed; s predch&#xe1;dzaj&#xfa;cou gener&#xe1;ciou nar&#xe1;stla a&#x17e; o 2,5 hodiny. iPhone 13 disponuje technol&#xf3;giou bezdr&#xf4;tov&#xe9;ho nab&#xed;jania MagSafe. Vylep&#x161;en&#xfd; fotoapar&#xe1;t a holywoodsky video re&#x17e;im  Vylep&#x161;enia rozhodne neobi&#x161;li ani fotoapar&#xe1;t, na zadnej strane n&#xe1;jdete &#x161;irokouhl&#xfd; a ultra&#x161;irokouhl&#xfd; objekt&#xed;v, ktor&#xe9; s&#xfa; vo&#x10d;i sebe ulo&#x17e;en&#xe9; v 45-stup&#x148;ovom uhle. Nov&#xfd; &#x161;irokouhl&#xfd; fotoapar&#xe1;t je dod&#xe1;van&#xfd; s najv&#xe4;&#x10d;&#x161;&#xed;m sn&#xed;ma&#x10d;om, ak&#xfd; bol doposia&#x13e; v iPhone s dvomi kamerami pou&#x17e;it&#xfd;, pri&#x10d;om je schopn&#xfd; zachyti&#x165; a&#x17e; o 47 percent viac svetla ako predo&#x161;l&#xe1; gener&#xe1;cia.  Novinkou je Cinematic mode, ide &#x161;peci&#xe1;lny video re&#x17e;im, ktor&#xfd; v&#xe1;m umo&#x17e;n&#xed; preostrova&#x165; v r&#xe1;mci jedn&#xe9;ho video z&#xe1;beru, presne tak, ako to pozn&#xe1;te z hollywoodskych filmov. Cinematic mode viete navy&#x161;e vyu&#x17e;i&#x165; so v&#x161;etk&#xfd;mi fotoapar&#xe1;tmi na iPhone. Vynikaj&#xfa;ce v&#xfd;sledky pri no&#x10d;nom foten&#xed;, dosiahnete s nov&#xfd;m prepracovan&#xfd;m no&#x10d;n&#xfd;m re&#x17e;imom, novinkou s&#xfa; aj fotografick&#xe9; &#x161;t&#xfd;ly.Mimoriadna bezpe&#x10d;nos&#x165; a odolnos&#x165; Senzor TrueDepth sa zmen&#x161;il, pri&#x10d;om st&#xe1;le obsahuje rovnak&#xe9; prelomov&#xe9; technol&#xf3;gie Face ID, najbezpe&#x10d;nej&#x161;ej autentifik&#xe1;cie tv&#xe1;re, v smartf&#xf3;ne.  iPhone 13 navy&#x161;e pon&#xfa;ka odolnos&#x165; vo&#x10d;i vode a prachu v &#x161;tandarde IP68. Nech&#xfd;ba ani podpora 5G siete, pre najr&#xfd;chlej&#x161;ie prehliadanie, streamovanie a s&#x165;ahovanie obsahu. iPhone 13 prich&#xe1;dza spolu s nov&#xfd;m, vylep&#x161;en&#xfd;m opera&#x10d;n&#xfd;m syst&#xe9;mom iOS 15.</DESCRIPTION>
            <PRICE_VAT>948.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>APPLE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/apple-iphone-13-256gb-biely?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019484/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>biela</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-521308</ITEM_ID>
            <EAN>6932169306164</EAN>
            <PRODUCTNAME>OPPO A96 modrá</PRODUCTNAME>
            <PRODUCT>OPPO A96 modrá</PRODUCT>
            <DESCRIPTION>Nov&#xfd; OPPO A96 pon&#xfa;kne kvalitn&#xfd; displej, podaren&#xfd; dizajn a vysok&#xfd; v&#xfd;kon za dostupn&#xfa; cenu. Ve&#x13e;k&#xe1; IPS obrazovka s obnovovacou frekvenciou 90 Hz pote&#x161;&#xed; plynulos&#x165;ou, ktor&#xfa; pon&#xfa;ka pri pozeran&#xed; vide&#xed;, filmov a hran&#xed; hier.    V&#xfd;kon zabezpe&#x10d;uje osemjadrov&#xfd; procesor Qualcomm Snapdragon 680, ktor&#xe9;mu sekunduje opera&#x10d;n&#xe1; pam&#xe4;&#x165; s ve&#x13e;kos&#x165;ou 6 GB. O r&#xfd;chly a bezprobl&#xe9;mov&#xfd; chod syst&#xe9;mu Android 11, tak budete ma&#x165; vynikaj&#xfa;co postaran&#xe9;.    Zadn&#xfd;m fotoapar&#xe1;tom dominuje hlavn&#xfd; 50 Mpx sn&#xed;ma&#x10d;, prid&#xe1;va sa senzor h&#x13a;bky pre portr&#xe9;tov&#xe9; fotografie s rozmazan&#xfd;m pozad&#xed;m. Na prednej strane n&#xe1;jdeme 16 Mpx selfie kameru.     OPPO A96 sa p&#xfd;&#x161;i kapacitou bat&#xe9;rie a&#x17e; 5000 mAh, ktor&#xe1; v&#xe1;m zaru&#x10d;&#xed; pohodln&#xe9; viacd&#x148;ov&#xe9; vyu&#x17e;&#xed;vanie. 33W, r&#xfd;chle nab&#xed;janie sa zase postar&#xe1; o to, aby ste energiu mali okam&#x17e;ite. Navy&#x161;e tu n&#xe1;jdete aj reverzn&#xe9; nab&#xed;janie.    Bezpe&#x10d;nos&#x165; zabezpe&#x10d;&#xed; mimoriadne presn&#xe1; &#x10d;&#xed;ta&#x10d;ka odtla&#x10d;kov prstov, nach&#xe1;dzaj&#xfa;ca sa v bo&#x10d;nom tla&#x10d;idle.    Pokia&#x13e; h&#x13e;ad&#xe1;te smartf&#xf3;n s kvalitn&#xfd;m displejom, r&#xfd;chlymi reakciami syst&#xe9;mu Android, s odladenou nadstavbou a vysok&#xfd;m v&#xfd;konom za dostupn&#xfa; cenu, &#x10f;alej h&#x13e;ada&#x165; nemus&#xed;te.</DESCRIPTION>
            <PRICE_VAT>240.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>OPPO</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/oppo-a96-modry?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1021292/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>modr&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519158</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Samsung Galaxy A52s 5G čierna</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy A52s 5G čierna</PRODUCT>
            <DESCRIPTION>Od 11.03.2021 m&#xf4;&#x17e;ete ma&#x165; Samsung Galaxy A52s 5G za v&#xfd;hodn&#xfa; cenu 372&#x20ac;. Zn&#xed;&#x17e;enie oproti p&#xf4;vodnej cene je 108&#x20ac;. Akcia plat&#xed; do 30.06.2022, alebo do vypredania z&#xe1;sob.



Samsung ponech&#xe1;va v&#x161;etko, &#x10d;o bolo dobr&#xe9; na predo&#x161;lej gener&#xe1;cii a pos&#xfa;va svoj nov&#xfd; model vpred, do bud&#xfa;cnosti. Samsung Galaxy A52s 5G disponuje podporou siete najnov&#x161;ej gener&#xe1;cie. T&#xe1; mo&#x17e;n&#xed; s&#x165;ahovanie d&#xe1;t a prehliadanie internetu v tej najvy&#x161;&#x161;ej dostupnej r&#xfd;chlosti.

&#x160;pi&#x10d;kov&#xfd; 6,5 palcov&#xfd; Super AMOLED FHD+ displej zaujme na prv&#xfd; poh&#x13e;ad, vizu&#xe1;lny z&#xe1;&#x17e;itok bude v&#x10f;aka obnovovacej frekvencii 120 Hz v&#x17e;dy jasn&#xfd; a plynul&#xfd;. Samsung navy&#x161;e pon&#xfa;ka ochranu zraku Eye Comfort Shield, ktor&#xe1; v&#xfd;razne zni&#x17e;uje vplyv modr&#xe9;ho svetla.

Nov&#xfd; procesor z dielne Qualcomm, Snapdragon 778G 5G, prin&#xe1;&#x161;a v&#xfd;kon, ktor&#xfd; posl&#xfa;&#x17e;i na plynul&#xe9; hranie n&#xe1;ro&#x10d;n&#xfd;ch hier, opera&#x10d;n&#xe1; pam&#xe4;&#x165; 6 GB dod&#xe1; silu pre bezchybn&#xfd; multitasking. 128 GB &#xfa;lo&#x17e;n&#xfd; priestor poskytuje dostatok miesta na kvalitn&#xe9; fotografie a v&#xe4;&#x10d;&#x161;ie s&#xfa;bory. Dvojica reproduktorov dod&#xe1; smartf&#xf3;nu skvelo znej&#xfa;ci zvuk. Bezpe&#x10d;nos&#x165; zabezpe&#x10d;uje vstavan&#xfd; odtla&#x10d;ok prsta priamo do displeja, funguj&#xfa;ci s r&#xfd;chlos&#x165;ou a presnos&#x165;ou.

Na zadnej strane n&#xe1;jdeme &#x161;tvoricu sn&#xed;ma&#x10d;ov, medzi ktor&#xfd;mi sa vyn&#xed;ma hlavn&#xfd; 64 Mpx senzor disponuj&#xfa;ci OIS, pre stabiln&#xe9; z&#xe1;bery. Na zachytenie panor&#xe1;my z v&#xfd;letu, alebo dovolenky posl&#xfa;&#x17e;i 12 Mpx ultra&#x161;irokouhl&#xfd; objekt&#xed;v. Makro fotoapar&#xe1;t vyu&#x17e;ijete na najdetailnej&#x161;ie z&#xe1;bery, ktor&#xfd;m dod&#xe1; h&#x13a;bku 5 Mpx senzor. V&#xfd;bava na fotografovanie je teda viac, ne&#x17e; p&#xf4;sobiv&#xe1;.

Bat&#xe9;ria s kapacitou 4500 mAh pohodlne vysta&#x10d;&#xed; na intenz&#xed;vne pou&#x17e;&#xed;vanie vy&#x161;e jedn&#xe9;ho d&#x148;a. 25W r&#xfd;chle nab&#xed;janie dod&#xe1; smartf&#xf3;nu energiu behom chv&#xed;le. Samsung Galaxy A52s 5G prich&#xe1;dza s podporou najnov&#x161;ieho syst&#xe9;mu Android 11. Pr&#xed;jemne prekvap&#xed; aj odolnos&#x165; vo&#x10d;i vode a prachu v &#x161;tandarde IP67.

Ak h&#x13e;ad&#xe1;te smartf&#xf3;n s kvalitn&#xfd;m displejom, vynikaj&#xfa;cim fotoapar&#xe1;tom a s podporou r&#xfd;chlej 5G siete, ktor&#xfd; v&#xe1;s nesklame v &#x17e;iadnej situ&#xe1;cii, Samsung Galaxy A52s 5G je t&#xe1; prav&#xe1; vo&#x13e;ba.
</DESCRIPTION>
            <PRICE_VAT>372.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-a52s-5g-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019065/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519485</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Xiaomi Redmi Note 10 </PRODUCTNAME>
            <PRODUCT>Xiaomi Redmi Note 10 </PRODUCT>
            <DESCRIPTION>Xiaomi Redmi Note 10 je telef&#xf3;n s vynikaj&#xfa;cim v&#xfd;konom, n&#xe1;dhern&#xfd;m dizajnom a vysokou v&#xfd;dr&#x17e;ou bat&#xe9;rie. Je ide&#xe1;lny pre ka&#x17e;d&#xe9;ho, kto h&#x13e;ad&#xe1; spo&#x13e;ahliv&#xe9;ho a cenovo dostupn&#xe9;ho partnera pre ka&#x17e;dodenn&#xe9; pou&#x17e;&#xed;vanie. 

Prepracovan&#xfd; displej
Xiaomi Redmi Note 10 sa p&#xfd;&#x161;i 6,43-palcov&#xfd;m Super AMOLED displejom s rozl&#xed;&#x161;en&#xed;m Full HD+ a obnovovacou frekvenciou 60 Hz. Displej je chr&#xe1;nen&#xfd; odoln&#xfd;m sklom Corning Gorilla Glass 3, m&#xe1; vysok&#xfa; mieru svietivosti a poskytuje unik&#xe1;tny kontrast. Na displeji sa zobrazuj&#xfa; &#x17e;iv&#xe9;, no z&#xe1;rove&#x148; vern&#xe9; farby, ktor&#xe9; v&#xe1;m umo&#x17e;nia vychutna&#x165; si ka&#x17e;d&#xfd; detail va&#x161;ich fotografi&#xed;, vide&#xed; a hier. 

R&#xfd;chlos&#x165; bez obmedzen&#xed;
Xiaomi Redmi Note 10 je poh&#xe1;&#x148;an&#xfd; procesorom Qualcomm Snapdragon 678, ktor&#xfd; je vyroben&#xfd; 11-nanometrovou technol&#xf3;giou a m&#xe1; osem jadier. Procesor je doplnen&#xfd; o 4 GB opera&#x10d;nej pam&#xe4;te RAM a 64 GB intern&#xe9;ho &#xfa;lo&#x17e;iska, ktor&#xe9; samozrejme m&#xf4;&#x17e;ete roz&#x161;&#xed;ri&#x165; pomocou microSD karty. T&#xe1;to kombin&#xe1;cia v&#xe1;m zaru&#x10d;&#xed; plynul&#xfd; a r&#xfd;chly chod v&#xe1;&#x161;ho zariadenia, bez oh&#x13e;adu na to, &#x10d;i surfujete po internete, sledujete vide&#xe1; alebo hr&#xe1;te n&#xe1;ro&#x10d;n&#xe9; hry. 

Kamerov&#xe9; vybavenie na &#xfa;rovni
Xiaomi Redmi Note 10 m&#xe1; &#x161;tyri zadn&#xe9; kamery, ktor&#xe9; v&#xe1;m umo&#x17e;nia zachyti&#x165; ka&#x17e;d&#xfd; moment v&#xe1;&#x161;ho &#x17e;ivota. Hlavn&#xe1; kamera m&#xe1; rozl&#xed;&#x161;enie 48 MP a clonu f/1.8, ktor&#xe1; poskytne ostr&#xe9; a svetl&#xe9; sn&#xed;mky za ka&#x17e;d&#xfd;ch sveteln&#xfd;ch podmienok. &#x160;irokouhl&#xe1; kamera m&#xe1; rozl&#xed;&#x161;enie 8 MP a uhol z&#xe1;beru 118 stup&#x148;ov, v&#x10f;aka nemu zachyt&#xed;te na sn&#xed;mku viac priestoru a scen&#xe9;rie. Makro kamera m&#xe1; rozl&#xed;&#x161;enie 2 MP a umo&#x17e;n&#xed; v&#xe1;m foti&#x165; detaily zo vzdialenosti 4 cm. H&#x13a;bkov&#xe1; kamera m&#xe1; tie&#x17e; rozl&#xed;&#x161;enie 2 MP a pom&#xf4;&#x17e;e v&#xe1;m vytvori&#x165; kr&#xe1;sny efekt rozmazania pozadia, ktor&#xfd; vyu&#x17e;ijete najm&#xe4; pri sn&#xed;man&#xed; portr&#xe9;tov. Predn&#xe1; kamera m&#xe1; rozl&#xed;&#x161;enie 13 MP a clonu f/2.5 pre skvel&#xe9; selfies a kvalitn&#xe9; videohovory. 

Vyv&#xe1;&#x17e;enos&#x165; medzi v&#xfd;konom a r&#xfd;chlym dob&#xed;jan&#xed;m
Xiaomi Redmi Note 10 m&#xe1; bat&#xe9;riu s kapacitou 5000 mAh, ktor&#xe1; v&#xe1;m poskytne dlh&#xfa; v&#xfd;dr&#x17e; na jedno nabitie. Bat&#xe9;ria podporuje r&#xfd;chle nab&#xed;janie pomocou k&#xe1;bla s v&#xfd;konom 33 W. Pod&#x13e;a v&#xfd;robcu m&#xe1;te mo&#x17e;nos&#x165; nabi&#x165; v&#xe1;&#x161; telef&#xf3;n z 0 na 50 % za 25 min&#xfa;t a z 0 na 100 % iba za 74 min&#xfa;t.

Vysok&#xe1; vybavenos&#x165; smartf&#xf3;nu
Xiaomi Redmi Note 10 disponuje &#x10f;al&#x161;&#xed;mi funkciami a vychyt&#xe1;vkami , ktor&#xe9; v&#xe1;m spr&#xed;jemnia pou&#x17e;&#xed;vanie. Napr&#xed;klad m&#xe1; stereo reproduktory, ktor&#xe9; v&#xe1;m poskytn&#xfa; kvalitn&#xfd; zvuk pri po&#x10d;&#xfa;van&#xed; hudby, sledovan&#xed; filmov, alebo hran&#xed; hier. M&#xe1; taktie&#x17e; 3,5 mm jack pre pripojenie sl&#xfa;chadiel, infra&#x10d;erven&#xfd; port pre ovl&#xe1;danie dom&#xe1;cich spotrebi&#x10d;ov, FM r&#xe1;dio a &#x10d;&#xed;ta&#x10d;ku odtla&#x10d;kov prstov na boku zariadenia. Zariadenie je tie&#x17e; odoln&#xe9; vo&#x10d;i prachu a striekaj&#xfa;cej vode pod&#x13e;a normy IP53, &#x10d;o je v&#xfd;born&#xe1; vec pre &#x13e;ud&#xed;, ktor&#xed; sa nechc&#xfa; obmedzova&#x165;. 
Mobil, ktor&#xfd; zaujme
Xiaomi Redmi Note 10 je u n&#xe1;s dostupn&#xfd; v &#x161;edej farebnej variante. Nie je n&#xe1;hoda, &#x17e;e v&#xfd;robca sa  in&#x161;piroval pr&#xed;rodou a pr&#xe1;ve preto tento odtie&#x148; dod&#xe1; v&#xe1;&#x161;mu zariadeniu elegantn&#xfd; a modern&#xfd; vzh&#x13e;ad. 
</DESCRIPTION>
            <PRICE_VAT>120.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>XIAOMI</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/xiaomi-redmi-note-10-sedy?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/89d70669-f8ad-412e-934d-c1c0e80229a7/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL></VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-518960</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Motorola Edge 20 Lite 5G zelená</PRODUCTNAME>
            <PRODUCT>Motorola Edge 20 Lite 5G zelená</PRODUCT>
            <DESCRIPTION>Nov&#xe1; Motorola Edge 20 Lite 5G prin&#xe1;&#x161;a modern&#xe9; technol&#xf3;gie, vynikaj&#xfa;ci displej a podaren&#xfd; dizajn za dostupn&#xfa; cenu. OLED obrazovka s obnovovacou frekvenciou 90 Hz neb&#xfd;va v tejto kateg&#xf3;rii &#x161;tandardom. O to viac pote&#x161;&#xed; plynulos&#x165;, ktor&#xfa; pon&#xfa;ka pri pozeran&#xed; vide&#xed;, filmov alebo hran&#xed; hier.
Kvalitn&#xfd;m zadn&#xfd;m fotoapar&#xe1;tom dominuje hlavn&#xfd; 108 Mpx sn&#xed;ma&#x10d;, prid&#xe1;va sa ultra&#x161;irokouhl&#xfd; 8 Mpx objekt&#xed;v a 2 Mpx sn&#xed;ma&#x10d; h&#x13a;bky. Na prednej strane n&#xe1;jdeme prvotriednu, a&#x17e; 32 Mpx selfie kameru. Va&#x161;e fotografie bud&#xfa; dokonal&#xe9;.

V&#xfd;kon zabezpe&#x10d;uje osemjadrov&#xfd; procesor MediaTek MT6853 Dimensity 720 5G, ktor&#xe9;mu sekunduje opera&#x10d;n&#xe1; pam&#xe4;&#x165; s ve&#x13e;kos&#x165;ou 8 GB. O plynulos&#x165; a r&#xfd;chlos&#x165; najnov&#x161;ieho syst&#xe9;mu Android 11, tak budete ma&#x165; vynikaj&#xfa;co postaran&#xe9;.

Motorola Edge 20 lite sa m&#xf4;&#x17e;e p&#xfd;&#x161;i&#x165; kapacitou bat&#xe9;rie a&#x17e; 5000 mAh, ktor&#xe1; v&#xe1;m zaru&#x10d;&#xed; pohodln&#xe9; viacd&#x148;ov&#xe9; vyu&#x17e;&#xed;vanie. 30W nab&#xed;janie sa zase postar&#xe1; o to, aby ste energiu mali okam&#x17e;ite.

Bezpe&#x10d;nos&#x165; zabezpe&#x10d;&#xed; mimoriadne presn&#xe1; &#x10d;&#xed;ta&#x10d;ka odtla&#x10d;kov prstov. Smartf&#xf3;n podporuje aj najr&#xfd;chlej&#x161;iu sie&#x165; 5G, s&#x165;ahovanie a prehliadanie si u&#x17e;ijete v tej najvy&#x161;&#x161;ej mo&#x17e;nej r&#xfd;chlosti.

Pokia&#x13e; h&#x13e;ad&#xe1;te smartf&#xf3;n s kvalitn&#xfd;m displejom, podporou 5G za dostupn&#xfa; cenu, pr&#xe1;ve ste ho na&#x161;li.
</DESCRIPTION>
            <PRICE_VAT>276.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MOTOROLA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/motorola-edge-20-lite-5g-zelena?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1018950/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>zelen&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520570</ITEM_ID>
            <EAN>8806092879102</EAN>
            <PRODUCTNAME>Samsung Galaxy S22 Ultra 5G 12GB/256 GB čierna</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22 Ultra 5G 12GB/256 GB čierna</PRODUCT>
            <DESCRIPTION>
Najnov&#x161;ia vlajkov&#xe1; lo&#x10f; od Samsungu prich&#xe1;dza v najlep&#x161;ej forme.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,8 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne svietivos&#x165; a&#x17e; 1750 nitov a obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Pr&#xe9;miov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a matn&#xfd; kov robia zo Samsung Galaxy S22 Ultra luxusn&#xe9; zariadenie. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
S&#xfa;stavu fotoapar&#xe1;tov tvor&#xed; hlavn&#xfd; 108 Mpx, 12 Mpx &#x161;irokouhl&#xfd; a dvojica 10 Mpix teleobjekt&#xed;vov s automatick&#xfd;m zaostrovan&#xed;m a optickou stabiliz&#xe1;ciou obrazu. Jeden zvl&#xe1;dne 3-n&#xe1;sobn&#xe9; optick&#xe9; pribl&#xed;&#x17e;enie, druh&#xfd; a&#x17e; 10-n&#xe1;sobn&#xfd; optick&#xfd; zoom aj 100x Space Zoom. Vpredu sa nach&#xe1;dza 40 Mpx selfie kamera s AF a nahr&#xe1;van&#xed;m 4K vide&#xed;.

&#xda;plne prv&#xfd; Samsung Galaxy radu S so zabudovan&#xfd;m perom S Pen
S pribalen&#xfd;m perom S Pen m&#xf4;&#x17e;ete p&#xed;sa&#x165; rovnako pohodlne ako klasick&#xfd;m perom na papier, preme&#x148;te r&#xfd;chle pozn&#xe1;mky na &#x10d;itate&#x13e;n&#xfd; text a pou&#x17e;ite funkciu Air Actions na ovl&#xe1;danie telef&#xf3;nu na dia&#x13e;ku.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 5000 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1404.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-ultra-5g-256gb-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020690/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520960</ITEM_ID>
            <EAN>194253013839</EAN>
            <PRODUCTNAME>iPhone SE (2022) čierna</PRODUCTNAME>
            <PRODUCT>iPhone SE (2022) čierna</PRODUCT>
            <DESCRIPTION>Ohrom&#xed; v&#xe1;s r&#xfd;chlos&#x165;ou, nadchne cenou.

Tretia gener&#xe1;cie iPhonu SE ost&#xe1;va vern&#xe1; svojmu charakteristick&#xe9;mu kompaktn&#xe9;mu dizajnu. Podstatn&#xe9; vylep&#x161;enia prich&#xe1;dzaj&#xfa; vo v&#xfd;kone, kamerovom syst&#xe9;me a v&#xfd;dr&#x17e;i bat&#xe9;rie.

Srdcom aj mozgom iPhonu SE je A15 Bionic, rovnak&#xfd; superv&#xfd;konn&#xfd; &#x10d;ip, ak&#xfd; je v iPhone 13. Ohromuj&#xfa;ci v&#xfd;kon naplno vyu&#x17e;ijete pri hran&#xed; najnov&#x161;&#xed;ch hier a multitaskingu. Procesor A15 Bionic stoj&#xed; tie&#x17e; za vyspel&#xfd;mi fotografick&#xfd;mi funkciami, v&#x10f;aka ktor&#xfd;m tv&#xe1;re, miesta aj v&#x161;etko ostatn&#xe9; na tvojich fotk&#xe1;ch vyzer&#xe1; fantasticky.

Novinkou je aj funkcia Smart HDR 4, ktor&#xe1; automaticky dola&#x10f;uje kontrast a svetlo, pre tie najkraj&#x161;ie z&#xe1;bery.

Pri ak&#xfd;chko&#x13e;vek sveteln&#xfd;ch podmienkach sa m&#xf4;&#x17e;ete spo&#x13e;ahn&#xfa;&#x165; na funkciu Deep Fusion, t&#xe1; v polo&#x161;ere a pr&#xed;tm&#xed; analyzuje pixel po pixele r&#xf4;zne expoz&#xed;cie a na fin&#xe1;lnej fotke vykresl&#xed; aj tie najjemnej&#x161;ie detaily, text&#xfa;ry a vzory.

iPhone SE 2022 dost&#xe1;va taktie&#x17e; podporu 5G siete, pre najr&#xfd;chlej&#x161;ie s&#x165;ahovanie a streamovnanie digit&#xe1;lneho obsahu.

Vysoko &#xfa;sporn&#xfd; &#x10d;ip A15 Bionic a zdokonalen&#xe1; bat&#xe9;ria prispievaj&#xfa; k ove&#x13e;a dlh&#x161;ej v&#xfd;dr&#x17e;i bat&#xe9;rie. Pre dobitie m&#xf4;&#x17e;ete vyu&#x17e;i&#x165; aj bezdr&#xf4;tov&#xfa; nab&#xed;ja&#x10d;ku.

Nov&#xfd; iPhone SE 2022 dostanete v troch farebn&#xfd;ch kombin&#xe1;ci&#xe1;ch, tmavej &#x10d;iernej, hviezdne bielej a v &#x10d;ervenej farbe (PRODUCT)RED.
</DESCRIPTION>
            <PRICE_VAT>636.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>APPLE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/apple-iphone-se-2022-128gb-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1021031/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520570</ITEM_ID>
            <EAN>8806092878792</EAN>
            <PRODUCTNAME>Samsung Galaxy S22 Ultra 5G 12GB/256 GB biela</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22 Ultra 5G 12GB/256 GB biela</PRODUCT>
            <DESCRIPTION>
Najnov&#x161;ia vlajkov&#xe1; lo&#x10f; od Samsungu prich&#xe1;dza v najlep&#x161;ej forme.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,8 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne svietivos&#x165; a&#x17e; 1750 nitov a obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Pr&#xe9;miov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a matn&#xfd; kov robia zo Samsung Galaxy S22 Ultra luxusn&#xe9; zariadenie. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
S&#xfa;stavu fotoapar&#xe1;tov tvor&#xed; hlavn&#xfd; 108 Mpx, 12 Mpx &#x161;irokouhl&#xfd; a dvojica 10 Mpix teleobjekt&#xed;vov s automatick&#xfd;m zaostrovan&#xed;m a optickou stabiliz&#xe1;ciou obrazu. Jeden zvl&#xe1;dne 3-n&#xe1;sobn&#xe9; optick&#xe9; pribl&#xed;&#x17e;enie, druh&#xfd; a&#x17e; 10-n&#xe1;sobn&#xfd; optick&#xfd; zoom aj 100x Space Zoom. Vpredu sa nach&#xe1;dza 40 Mpx selfie kamera s AF a nahr&#xe1;van&#xed;m 4K vide&#xed;.

&#xda;plne prv&#xfd; Samsung Galaxy radu S so zabudovan&#xfd;m perom S Pen
S pribalen&#xfd;m perom S Pen m&#xf4;&#x17e;ete p&#xed;sa&#x165; rovnako pohodlne ako klasick&#xfd;m perom na papier, preme&#x148;te r&#xfd;chle pozn&#xe1;mky na &#x10d;itate&#x13e;n&#xfd; text a pou&#x17e;ite funkciu Air Actions na ovl&#xe1;danie telef&#xf3;nu na dia&#x13e;ku.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 5000 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1404.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-ultra-5g-256gb-biely?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1021060/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>biela</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520571</ITEM_ID>
            <EAN>8806092883475</EAN>
            <PRODUCTNAME>Samsung Galaxy S22 Ultra 5G 12GB/512 GB čierna</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22 Ultra 5G 12GB/512 GB čierna</PRODUCT>
            <DESCRIPTION>

Najnov&#x161;ia vlajkov&#xe1; lo&#x10f; od Samsungu prich&#xe1;dza v najlep&#x161;ej forme.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,8 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne svietivos&#x165; a&#x17e; 1750 nitov a obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Pr&#xe9;miov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a matn&#xfd; kov robia zo Samsung Galaxy S22 Ultra luxusn&#xe9; zariadenie. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
S&#xfa;stavu fotoapar&#xe1;tov tvor&#xed; hlavn&#xfd; 108 Mpx, 12 Mpx &#x161;irokouhl&#xfd; a dvojica 10 Mpix teleobjekt&#xed;vov s automatick&#xfd;m zaostrovan&#xed;m a optickou stabiliz&#xe1;ciou obrazu. Jeden zvl&#xe1;dne 3-n&#xe1;sobn&#xe9; optick&#xe9; pribl&#xed;&#x17e;enie, druh&#xfd; a&#x17e; 10-n&#xe1;sobn&#xfd; optick&#xfd; zoom aj 100x Space Zoom. Vpredu sa nach&#xe1;dza 40 Mpx selfie kamera s AF a nahr&#xe1;van&#xed;m 4K vide&#xed;.

&#xda;plne prv&#xfd; Samsung Galaxy radu S so zabudovan&#xfd;m perom S Pen
S pribalen&#xfd;m perom S Pen m&#xf4;&#x17e;ete p&#xed;sa&#x165; rovnako pohodlne ako klasick&#xfd;m perom na papier, preme&#x148;te r&#xfd;chle pozn&#xe1;mky na &#x10d;itate&#x13e;n&#xfd; text a pou&#x17e;ite funkciu Air Actions na ovl&#xe1;danie telef&#xf3;nu na dia&#x13e;ku.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 5000 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1512.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-ultra-5g-512gb-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020695/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519471</ITEM_ID>
            <EAN>194252699669</EAN>
            <PRODUCTNAME>Apple iPhone 13 Pro Max 6GB/256GB modrá</PRODUCTNAME>
            <PRODUCT>Apple iPhone 13 Pro Max 6GB/256GB modrá</PRODUCT>
            <DESCRIPTION>iPhone 13 Pro Max prich&#xe1;dza nabit&#xfd; najnov&#x161;&#xed;mi technol&#xf3;giami  Novinka pon&#xfa;ka v&#xfd;nimo&#x10d;n&#xfd; 6,7 palcov&#xfd; Super Retina XDR displej s technol&#xf3;giou ProMotion. T&#xe1; reguluje obnovovac&#xed; rozsah od 10 do 120 Hz pod&#x13e;a prehliadan&#xe9;ho obsahu, &#x10d;o m&#xe1; mimoriadne pozit&#xed;vny vplyv na v&#xfd;dr&#x17e; a &#x161;etrenie bat&#xe9;rie.

V&#xfd;dr&#x17e; bat&#xe9;rie v porovnan&#xed; s predch&#xe1;dzaj&#xfa;cou gener&#xe1;ciou nar&#xe1;stla a&#x17e; o 1,5 hodiny. iPhone 13 Pro Max disponuje technol&#xf3;giou bezdr&#xf4;tov&#xe9;ho nab&#xed;jania MagSafe.
Vylep&#x161;en&#xfd; fotoapar&#xe1;t a holywoodsky video re&#x17e;im
Novinkou je tie&#x17e; makro fotografia a makro video ktor&#xe9; je dostupn&#xe9; aj v re&#x17e;ime &#x10d;asozbern&#xe9;ho alebo spomalen&#xe9;ho videa. iPhone 13 Pro Max pon&#xfa;ka a&#x17e; 2,2-kr&#xe1;t viac svetla v z&#xe1;beroch, pri pou&#x17e;it&#xed; &#x161;irokouhl&#xe9;ho a 92 % pri pou&#x17e;it&#xed; ultra&#x161;irokouhl&#xe9;ho fotoapar&#xe1;tu.

iPhone 13 Pro Max prin&#xe1;&#x161;a Cinematic mode, ide &#x161;peci&#xe1;lny video re&#x17e;im, ktor&#xfd; v&#xe1;m umo&#x17e;n&#xed; preostrova&#x165; v r&#xe1;mci jedn&#xe9;ho video z&#xe1;beru, presne tak, ako to pozn&#xe1;te z hollywoodskych filmov. Cinematic mode viete navy&#x161;e vyu&#x17e;i&#x165; so v&#x161;etk&#xfd;mi fotoapar&#xe1;tmi na iPhone. Vynikaj&#xfa;ce v&#xfd;sledky pri no&#x10d;nom foten&#xed;, dosiahnete s nov&#xfd;m prepracovan&#xfd;m no&#x10d;n&#xfd;m re&#x17e;imom.
Mimoriadna bezpe&#x10d;nos&#x165; a odolnos&#x165;
Senzor TrueDepth sa zmen&#x161;il, pri&#x10d;om st&#xe1;le obsahuje rovnak&#xe9; prelomov&#xe9; technol&#xf3;gie Face ID, najbezpe&#x10d;nej&#x161;ej autentifik&#xe1;cie tv&#xe1;re, v smartf&#xf3;ne.

iPhone 13 Pro Max navy&#x161;e pon&#xfa;ka odolnos&#x165; vo&#x10d;i vode a prachu v &#x161;tandarde IP68. Nech&#xfd;ba ani podpora 5G siete, pre najr&#xfd;chlej&#x161;ie prehliadanie, streamovanie a s&#x165;ahovanie obsahu. iPhone 13 Pro Max prich&#xe1;dza spolu s nov&#xfd;m, vylep&#x161;en&#xfd;m opera&#x10d;n&#xfd;m syst&#xe9;mom iOS 15.
</DESCRIPTION>
            <PRICE_VAT>1380.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>APPLE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/apple-iphone-13-pro-max-256gb-modry?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019536/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>modr&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519559</ITEM_ID>
            <EAN>6941487237074</EAN>
            <PRODUCTNAME>Huawei nova 9 modrá</PRODUCTNAME>
            <PRODUCT>Huawei nova 9 modrá</PRODUCT>
            <DESCRIPTION>Smartf&#xf3;ny Huawei
aj na&#x10f;alej pou&#x17e;&#xed;vaj&#xfa; opera&#x10d;n&#xfd; system Android, postaven&#xfd; na nadstavbe Huawei
Mobile Services (HMS). V r&#xe1;mci nej zna&#x10d;ka pon&#xfa;ka vlastn&#xfd; obchod s aplik&#xe1;ciami s
n&#xe1;zvom AppGallery. V &#x148;om u&#x17e; dnes m&#xf4;&#x17e;ete n&#xe1;js&#x165; v&#xe4;&#x10d;&#x161;inu popul&#xe1;rnych hier a
aplik&#xe1;ci&#xed; zo Slovenska i sveta, ur&#x10d;en&#xfd;ch napr&#xed;klad na navigovanie, internet
banking, dopravu a mobilitu &#x10d;i &#x10d;&#xed;tanie spravodajstva. Mnoh&#xe9; popul&#xe1;rne aplik&#xe1;ci
od Googlee, ako napr. YouTube, Gmail, Google Fotky, Google Mapy a Google Drive
a pod. s&#xed;ce nie s&#xfa; predin&#x161;talovan&#xe9;, ale je mo&#x17e;n&#xe9; ich taktie&#x17e; pou&#x17e;&#xed;va&#x165; a
vyh&#x13e;ada&#x165; cez zabudovan&#xfd; vyh&#x13e;ad&#xe1;va&#x10d; Petal Search. 
	

Novinka od Huawei zaujme vydaren&#xfd;m dizajnom, vynikaj&#xfa;cim displejom OLED displejom s obnovovacou frekvenciou 120 Hz a bleskov&#xfd;m 66W r&#xfd;chlym nab&#xed;jan&#xed;m.

Huawei nova 9 sa m&#xf4;&#x17e;e pochv&#xe1;li&#x165; zaoblen&#xfd;m OLED displejom, s extr&#xe9;mne plynul&#xfd;mi prechodmi obrazu. Sledovanie vide&#xed; alebo hranie hier tak nadob&#xfa;da &#xfa;plne nov&#xfd; rozmer. Smartf&#xf3;nu nech&#xfd;ba v&#xfd;kon, o ten sa star&#xe1; procesor z dielne Qualcomm Snapdragon 778G.

Na zadnej strane n&#xe1;jdeme &#x161;tvoricu sn&#xed;ma&#x10d;ov, ulo&#x17e;en&#xfd;ch v ladnom kruhovom dizajne, medzi ktor&#xfd;mi sa vyn&#xed;ma hlavn&#xfd; 50 Mpx senzor pre tie najlep&#x161;ie z&#xe1;bery. Na zachytenie panor&#xe1;my z v&#xfd;letu, alebo dovolenky posl&#xfa;&#x17e;i 8 Mpx ultra&#x161;irokouhl&#xfd; objekt&#xed;v. Makro fotoapar&#xe1;t vyu&#x17e;ijete na najdetailnej&#x161;ie z&#xe1;bery. Portr&#xe9;tom dod&#xe1; h&#x13a;bku 2 Mpx senzor. V&#xfd;bava na fotografovanie je teda viac, ne&#x17e; p&#xf4;sobiv&#xe1;.

Bat&#xe9;ria s kapacitou 4300 mAh pohodlne vysta&#x10d;&#xed; na intenz&#xed;vne pou&#x17e;&#xed;vanie vy&#x161;e jedn&#xe9;ho d&#x148;a.

Huawei nova 9 navy&#x161;e disponuje extra r&#xfd;chlim nab&#xed;jan&#xed;m a&#x17e; 66W, ktor&#xe9; dod&#xe1; smartf&#xf3;nu energiu z 0 na 70% za pol hodinku. V&#xe1;&#x161; smartf&#xf3;n tak bude pripraven&#xfd; na pou&#x17e;ite v&#x17e;dy, ke&#x10f; ho budete potrebova&#x165;.
</DESCRIPTION>
            <PRICE_VAT>480.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>HUAWEI</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/huawei-nova-9-modry?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020221/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>modr&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519559</ITEM_ID>
            <EAN>6941487237081</EAN>
            <PRODUCTNAME>Huawei nova 9 čierna</PRODUCTNAME>
            <PRODUCT>Huawei nova 9 čierna</PRODUCT>
            <DESCRIPTION>Smartf&#xf3;ny Huawei
aj na&#x10f;alej pou&#x17e;&#xed;vaj&#xfa; opera&#x10d;n&#xfd; system Android, postaven&#xfd; na nadstavbe Huawei
Mobile Services (HMS). V r&#xe1;mci nej zna&#x10d;ka pon&#xfa;ka vlastn&#xfd; obchod s aplik&#xe1;ciami s
n&#xe1;zvom AppGallery. V &#x148;om u&#x17e; dnes m&#xf4;&#x17e;ete n&#xe1;js&#x165; v&#xe4;&#x10d;&#x161;inu popul&#xe1;rnych hier a
aplik&#xe1;ci&#xed; zo Slovenska i sveta, ur&#x10d;en&#xfd;ch napr&#xed;klad na navigovanie, internet
banking, dopravu a mobilitu &#x10d;i &#x10d;&#xed;tanie spravodajstva. Mnoh&#xe9; popul&#xe1;rne aplik&#xe1;ci
od Googlee, ako napr. YouTube, Gmail, Google Fotky, Google Mapy a Google Drive
a pod. s&#xed;ce nie s&#xfa; predin&#x161;talovan&#xe9;, ale je mo&#x17e;n&#xe9; ich taktie&#x17e; pou&#x17e;&#xed;va&#x165; a
vyh&#x13e;ada&#x165; cez zabudovan&#xfd; vyh&#x13e;ad&#xe1;va&#x10d; Petal Search. 
	

Novinka od Huawei zaujme vydaren&#xfd;m dizajnom, vynikaj&#xfa;cim displejom OLED displejom s obnovovacou frekvenciou 120 Hz a bleskov&#xfd;m 66W r&#xfd;chlym nab&#xed;jan&#xed;m.

Huawei nova 9 sa m&#xf4;&#x17e;e pochv&#xe1;li&#x165; zaoblen&#xfd;m OLED displejom, s extr&#xe9;mne plynul&#xfd;mi prechodmi obrazu. Sledovanie vide&#xed; alebo hranie hier tak nadob&#xfa;da &#xfa;plne nov&#xfd; rozmer. Smartf&#xf3;nu nech&#xfd;ba v&#xfd;kon, o ten sa star&#xe1; procesor z dielne Qualcomm Snapdragon 778G.

Na zadnej strane n&#xe1;jdeme &#x161;tvoricu sn&#xed;ma&#x10d;ov, ulo&#x17e;en&#xfd;ch v ladnom kruhovom dizajne, medzi ktor&#xfd;mi sa vyn&#xed;ma hlavn&#xfd; 50 Mpx senzor pre tie najlep&#x161;ie z&#xe1;bery. Na zachytenie panor&#xe1;my z v&#xfd;letu, alebo dovolenky posl&#xfa;&#x17e;i 8 Mpx ultra&#x161;irokouhl&#xfd; objekt&#xed;v. Makro fotoapar&#xe1;t vyu&#x17e;ijete na najdetailnej&#x161;ie z&#xe1;bery. Portr&#xe9;tom dod&#xe1; h&#x13a;bku 2 Mpx senzor. V&#xfd;bava na fotografovanie je teda viac, ne&#x17e; p&#xf4;sobiv&#xe1;.

Bat&#xe9;ria s kapacitou 4300 mAh pohodlne vysta&#x10d;&#xed; na intenz&#xed;vne pou&#x17e;&#xed;vanie vy&#x161;e jedn&#xe9;ho d&#x148;a.

Huawei nova 9 navy&#x161;e disponuje extra r&#xfd;chlim nab&#xed;jan&#xed;m a&#x17e; 66W, ktor&#xe9; dod&#xe1; smartf&#xf3;nu energiu z 0 na 70% za pol hodinku. V&#xe1;&#x161; smartf&#xf3;n tak bude pripraven&#xfd; na pou&#x17e;ite v&#x17e;dy, ke&#x10f; ho budete potrebova&#x165;.
</DESCRIPTION>
            <PRICE_VAT>480.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>HUAWEI</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/huawei-nova-9-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019880/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-514510</ITEM_ID>
            <EAN>840023209079</EAN>
            <PRODUCTNAME>Motorola Moto G9 Play </PRODUCTNAME>
            <PRODUCT>Motorola Moto G9 Play </PRODUCT>
            <DESCRIPTION>U&#x17e; Play v n&#xe1;zve telef&#xf3;nu napoved&#xe1;, &#x17e;e Moto G9 Play toho zvl&#xe1;dne ve&#x13e;a. Telef&#xf3;n m&#xe1; obrovsk&#xfa; bat&#xe9;riu s kapacitou a&#x17e; 5000 mAh, ktor&#xe1; bezprobl&#xe9;movo vydr&#x17e;&#xed; 2 dni akt&#xed;vneho a 3 dni striedmej&#x161;ieho pou&#x17e;&#xed;vania. V&#x10f;aka v&#xfd;borne odladen&#xe9;mu syst&#xe9;mu,
&#xfa;sporn&#xe9;mu procesoru a displeju tak smartf&#xf3;n hravo zvl&#xe1;da vydr&#x17e;a&#x165; nadpriemerne
dlho na jedno nabitie. Ak by sa V&#xe1;m predsa len podarilo telef&#xf3;n vybi&#x165;, pote&#x161;&#xed;
podpora r&#xfd;chlo-nab&#xed;jania (TURBO POWER) a teda u&#x17e; za p&#xe1;r min&#xfa;t na nab&#xed;ja&#x10d;ke
z&#xed;skate nieko&#x13e;ko hod&#xed;n pou&#x17e;&#xed;vania telef&#xf3;nu navy&#x161;e. Navy&#x161;e t&#xe1;to nab&#xed;ja&#x10d;ka je
priamo v balen&#xed; a tak nebudete ma&#x165; dodato&#x10d;n&#xe9; n&#xe1;klady pri k&#xfa;pe
telef&#xf3;nu.
	

Smartf&#xf3;n dostal trojicu fotoapar&#xe1;tov, z ktor&#xfd;ch hlavn&#xfd; sn&#xed;ma&#x10d; m&#xe1; a&#x17e; 48 MPx senzor, macro &#x161;o&#x161;ovka m&#xe1; 2 MPx a h&#x13a;bkov&#xfd; senzor m&#xe1; tie&#x17e; 2 MPx. Pr&#xed;jemn&#xfd;m prekvapen&#xed;m bude pre v&#xe1;s aj funkcia NIGHT VISION, ktor&#xe1; sa postar&#xe1; a &#x10d;ist&#xe9; a a jasn&#xe9; z&#xe1;bery aj v &#xfa;plnej tme. Dokonca budete prekvapen&#xfd;, &#x17e;e na fotografi&#xe1;ch uvid&#xed;te aj to, &#x10d;o ste vo&#x13e;n&#xfd;m okom po&#x10d;as sn&#xed;mania z&#xe1;beru nevideli. &#x10c;i u&#x17e; budete fotografova&#x165; v &#x161;ere alebo za kr&#xe1;sneho slne&#x10d;n&#xe9;ho d&#x148;a, v&#x17e;dy budete ma&#x165; pekn&#xe9; a ostr&#xe9; fotografie. N&#xe1;ro&#x10d;n&#xfd;ch pou&#x17e;&#xed;vate&#x13e;ov pote&#x161;&#xed; aj pr&#xed;tomnos&#x165; umelej inteligencie, ktor&#xe1; sa postar&#xe1; v&#x17e;dy kvalitn&#xe9; a zauj&#xed;mav&#xe9; z&#xe1;bery.

Samotn&#xfd; procesor je osemjadrov&#xfd; Qualcomm Snapdragon 662 a je dostato&#x10d;ne v&#xfd;konn&#xfd; ale z&#xe1;rove&#x148; aj energeticky &#xfa;sporn&#xfd; a zvl&#xe1;dne ak&#xfa;ko&#x13e;vek po&#x17e;iadavku svojho pou&#x17e;&#xed;vate&#x13e;a bez zav&#xe1;hania. V kombin&#xe1;cii so 4 GB RAM a 64 GB vn&#xfa;tornej pam&#xe4;te tak tento telef&#xf3;n tvor&#xed; ide&#xe1;lneho spolo&#x10d;n&#xed;ka za priazniv&#xfa; cenu. Komu by predsa len vn&#xfa;torn&#xe1; pam&#xe4;&#x165; neposta&#x10d;ovala, m&#xe1; mo&#x17e;nos&#x165; ju roz&#x161;&#xed;ri&#x165; a&#x17e; o 512 GB pomocou MICRO SD karty. 
S&#xfa;&#x10d;as&#x165;ou balenia Motorola Moto G9 Play s&#xfa; aj sl&#xfa;chadl&#xe1; MotoBuds Charge.




</DESCRIPTION>
            <PRICE_VAT>168.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MOTOROLA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/motorola-moto-g9-play-zelena?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1015852/detail-image.png</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL></VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520567</ITEM_ID>
            <EAN>8806092881242</EAN>
            <PRODUCTNAME>Samsung Galaxy S22+ 5G čierna</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy S22+ 5G čierna</PRODUCT>
            <DESCRIPTION>
Samsung Galaxy S22+ je smartf&#xf3;n pre epick&#xe9; z&#xe1;&#x17e;itky.
Novinka disponuje mimoriadne kvalitn&#xfd;m 6,6 palcov&#xfd;m displejom, ktor&#xfd; vyu&#x17e;&#xed;va pr&#xe9;miov&#xfa; Dynamic AMOLED 2X technol&#xf3;giu. Panel displeja poskytne obnovovaciu frekvenciu 120 Hz, v&#x10f;aka &#x10d;omu bude v&#xe1;&#x161; z&#xe1;&#x17e;itok priam pohlcuj&#xfa;ci.
Pr&#xe9;miov&#xe9; spracovanie
Dielensk&#xe9; spracovanie je dotiahnut&#xe9; do dokonalosti. Premiov&#xe9; materi&#xe1;ly, odoln&#xe9; sklo a hlin&#xed;kov&#xfd; r&#xe1;m Armor Aluminium, poskytuj&#xfa; maxim&#xe1;lny komfort a odolnos&#x165;. Predn&#xfa; aj zadn&#xfa; stranu navy&#x161;e chr&#xe1;ni sklo Gorilla Glass Victus+ &#x161;peci&#xe1;lne vyvinut&#xe9; priamo pre tento model. Nech&#xfd;ba ani odolnos&#x165; vo&#x10d;i vode a prachu s certifik&#xe1;ciou IP68. Bezpe&#x10d;nos&#x165; zaru&#x10d;uje senzor odtla&#x10d;kov prstov, integrovan&#xfd; priamo do displeja.
Revolu&#x10d;n&#xfd; 4nm procesor
Hardv&#xe9;rov&#xe1; v&#xfd;bava je rovnako na vysokej &#xfa;rovni. Smartf&#xf3;n poh&#xe1;&#x148;a nov&#xfd; ultra v&#xfd;konn&#xfd; Exynos 2200, vyr&#xe1;ban&#xfd; 4nm technol&#xf3;giou. Zvl&#xe1;dne najn&#xe1;ro&#x10d;nej&#x161;ie aplik&#xe1;cie a najnov&#x161;ie mobiln&#xe9; hry, z ktor&#xfd;ch budete ma&#x165; skuto&#x10d;n&#xfd; z&#xe1;&#x17e;itok.

Nov&#xfd; level fotografie
Trojit&#xe1; s&#xfa;stava objekt&#xed;vov je v zlo&#x17e;en&#xed;, hlavn&#xfd; 50 Mpx fotoapar&#xe1;t s optickou stabiliz&#xe1;ciou, f&#xe1;zov&#xfd;m ostren&#xed;m, &#x161;irokouhl&#xfd; 12Mpx sn&#xed;ma&#x10d; s uhlom z&#xe1;beru 120&#xb0; a 10Mpx teleobjekt&#xed;v s trojn&#xe1;sobn&#xfd;m optick&#xfd;m pribl&#xed;&#x17e;en&#xed;m + OIS. Epick&#xe9; no&#x10d;n&#xe9; z&#xe1;bery dosiahnete v&#x10f;aka nov&#xfd;m vylep&#x161;eniam. Sn&#xed;ma&#x10d; Big Pixel zv&#xe4;&#x10d;&#x161;uje pixely, aby pritiahol svetlo. Sklo Super Clear Glass zase zni&#x17e;uje odlesky objekt&#xed;vu pre no&#x10d;n&#xe9; sn&#xed;mky ako za jasn&#xe9;ho d&#x148;a.

Vo v&#xfd;bave n&#xe1;jdete aj Bluetooth 5.2, Wi-Fi 6E, r&#xfd;chle USB-C, stereo reproduktory s podporou Dolby Atmos a 4500 mAh bat&#xe9;riu s podporou 45W nab&#xed;jania.
</DESCRIPTION>
            <PRICE_VAT>1104.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-s22-plus-5g-128gb-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020685/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-520561</ITEM_ID>
            <EAN>840023221637</EAN>
            <PRODUCTNAME>Motorola Moto G41 čierna</PRODUCTNAME>
            <PRODUCT>Motorola Moto G41 čierna</PRODUCT>
            <DESCRIPTION>Skvelo vybaven&#xe1; novinka Motorola Moto G41 zaujme ve&#x13e;kou vn&#xfa;tornou pam&#xe4;&#x165;ou a skvel&#xfd;m displejom.

Displej je postaven&#xfd; na technol&#xf3;gii OLED, m&#xe1; ve&#x13e;kos&#x165; 6,4 palcov a pon&#xfa;ka vynikaj&#xfa;cu farebnos&#x165;, spolu s vyv&#xe1;&#x17e;en&#xfd;m kontrastom. Na ve&#x13e;kej obrazovke sa v&#xe1;m bud&#xfa; skvele pozera&#x165; vide&#xe1;, hra&#x165; hry alebo robi&#x165; pozn&#xe1;mky.

R&#xfd;chly osemjadrov&#xfd; procesor Mediatek a 4GB opera&#x10d;nej pam&#xe4;te poskytn&#xfa; dostatok v&#xfd;konu aj na n&#xe1;ro&#x10d;n&#xe9; aplik&#xe1;cie a mobiln&#xe9; hry.

Trojica fotoapar&#xe1;tov na zadnej strane zabezpe&#x10d;&#xed; vynikaj&#xfa;ce fotografie za ka&#x17e;d&#xfd;ch sveteln&#xfd;ch podmienok. Hlavn&#xfd; objekt&#xed;v dok&#xe1;&#x17e;e foti&#x165; v rozl&#xed;&#x161;en&#xed; 48 Mpx, dop&#x13a;&#x148;a ho dvojica ob&#x13e;&#xfa;ben&#xe9;ho &#x161;irokouhl&#xe9;ho a makro objekt&#xed;vu.

Nech&#xfd;ba ani sn&#xed;ma&#x10d; odtla&#x10d;kov prstov, zabudovan&#xfd; v bo&#x10d;nom tla&#x10d;idle. Mobiln&#xe9; platby vyu&#x17e;ijete v&#x10f;aka podpore technol&#xf3;gie NFC.

5000 mAh bat&#xe9;ria poskytuje dostatok v&#xfd;dr&#x17e;e aj na viacdenn&#xe9; pou&#x17e;&#xed;vanie. Navy&#x161;e, Motorola Moto G41 podporuje r&#xfd;chle 30W nab&#xed;janie, pre bleskov&#xe9; doplnenie energie.
</DESCRIPTION>
            <PRICE_VAT>216.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MOTOROLA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/motorola-moto-g41-cierna?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020990/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-518508</ITEM_ID>
            <EAN>6944284689343</EAN>
            <PRODUCTNAME>Oppo Reno 5 modrá</PRODUCTNAME>
            <PRODUCT>Oppo Reno 5 modrá</PRODUCT>
            <DESCRIPTION>
Priv&#xed;tajte novinku OPPO Reno 5. OPPO Reno 5  V&#xe1;m pon&#xfa;ka kombin&#xe1;ciu n&#xe1;dhern&#xe9;ho dizajnu s obrovsk&#xfd;m v&#xfd;konom. Displej s uhloprie&#x10d;kou 6,43 palcov a s rozl&#xed;&#x161;en&#xed;m 2400 x 1080 pixelov V&#xe1;m ur&#x10d;ite pr&#xed;de vhod pri sledovan&#xed; vide&#xed; &#x10d;i hran&#xed; hier na telef&#xf3;ne.


	Na zadnej strane n&#xe1;jdete a&#x17e; &#x161;tvoricu fotoapar&#xe1;tov. Medzi nimi n&#xe1;jdeme hlavn&#xfd; 64 Mpx sn&#xed;ma&#x10d;, ktor&#xfd; V&#xe1;m posl&#xfa;&#x17e;i na zachytenie ak&#xfd;chko&#x13e;vek momentov. N&#xe1;jdeme tu taktie&#x17e; aj 8 Mpx ultra&#x161;irokouhl&#xfd; sn&#xed;ma&#x10d;, v&#x10f;aka &#x10d;omu sa V&#xe1;m na fotku zmest&#xed; naozaj v&#x161;etko, taktie&#x17e; 2 Mpx makro sn&#xed;ma&#x10d; na fotenie objektov z bl&#xed;zka a posledn&#xfd;m je 2 Mpx sn&#xed;ma&#x10d;, ktor&#xfd; sl&#xfa;&#x17e;i vytv&#xe1;ranie bokeh efektov pri foten&#xed; portr&#xe9;tov. 
	


	O v&#xfd;kon sa V&#xe1;m postar&#xe1; osemjadrov&#xfd; procesor Qualcomm SM7250 Snapdragon 765G 5G s frekvenciou a&#x17e; 2.4 GHz v spolupr&#xe1;ci s 8 GB opera&#x10d;nou pam&#xe4;&#x165;ou. Vn&#xfa;torn&#xe1; pam&#xe4;&#x165; dosahuje hodnotu a&#x17e; 128 GB. Bat&#xe9;ria m&#xe1; kapacitu a&#x17e; 4300 mAh a teda m&#xe1;te zaru&#x10d;en&#xfa; v&#xfd;dr&#x17e; na cel&#xfd; de&#x148;. 
	
</DESCRIPTION>
            <PRICE_VAT>408.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>OPPO</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/oppo-reno5-5g-modry?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1018694/detail-image.png</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>modr&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-518960</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Motorola Edge 20 Lite 5G šedá</PRODUCTNAME>
            <PRODUCT>Motorola Edge 20 Lite 5G šedá</PRODUCT>
            <DESCRIPTION>Nov&#xe1; Motorola Edge 20 Lite 5G prin&#xe1;&#x161;a modern&#xe9; technol&#xf3;gie, vynikaj&#xfa;ci displej a podaren&#xfd; dizajn za dostupn&#xfa; cenu. OLED obrazovka s obnovovacou frekvenciou 90 Hz neb&#xfd;va v tejto kateg&#xf3;rii &#x161;tandardom. O to viac pote&#x161;&#xed; plynulos&#x165;, ktor&#xfa; pon&#xfa;ka pri pozeran&#xed; vide&#xed;, filmov alebo hran&#xed; hier.
Kvalitn&#xfd;m zadn&#xfd;m fotoapar&#xe1;tom dominuje hlavn&#xfd; 108 Mpx sn&#xed;ma&#x10d;, prid&#xe1;va sa ultra&#x161;irokouhl&#xfd; 8 Mpx objekt&#xed;v a 2 Mpx sn&#xed;ma&#x10d; h&#x13a;bky. Na prednej strane n&#xe1;jdeme prvotriednu, a&#x17e; 32 Mpx selfie kameru. Va&#x161;e fotografie bud&#xfa; dokonal&#xe9;.

V&#xfd;kon zabezpe&#x10d;uje osemjadrov&#xfd; procesor MediaTek MT6853 Dimensity 720 5G, ktor&#xe9;mu sekunduje opera&#x10d;n&#xe1; pam&#xe4;&#x165; s ve&#x13e;kos&#x165;ou 8 GB. O plynulos&#x165; a r&#xfd;chlos&#x165; najnov&#x161;ieho syst&#xe9;mu Android 11, tak budete ma&#x165; vynikaj&#xfa;co postaran&#xe9;.

Motorola Edge 20 lite sa m&#xf4;&#x17e;e p&#xfd;&#x161;i&#x165; kapacitou bat&#xe9;rie a&#x17e; 5000 mAh, ktor&#xe1; v&#xe1;m zaru&#x10d;&#xed; pohodln&#xe9; viacd&#x148;ov&#xe9; vyu&#x17e;&#xed;vanie. 30W nab&#xed;janie sa zase postar&#xe1; o to, aby ste energiu mali okam&#x17e;ite.

Bezpe&#x10d;nos&#x165; zabezpe&#x10d;&#xed; mimoriadne presn&#xe1; &#x10d;&#xed;ta&#x10d;ka odtla&#x10d;kov prstov. Smartf&#xf3;n podporuje aj najr&#xfd;chlej&#x161;iu sie&#x165; 5G, s&#x165;ahovanie a prehliadanie si u&#x17e;ijete v tej najvy&#x161;&#x161;ej mo&#x17e;nej r&#xfd;chlosti.

Pokia&#x13e; h&#x13e;ad&#xe1;te smartf&#xf3;n s kvalitn&#xfd;m displejom, podporou 5G za dostupn&#xfa; cenu, pr&#xe1;ve ste ho na&#x161;li.
</DESCRIPTION>
            <PRICE_VAT>276.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>MOTOROLA</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/motorola-edge-20-lite-5g-sedy?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1018955/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x161;ed&#xe1;</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-515563</ITEM_ID>
            <EAN>194252029367</EAN>
            <PRODUCTNAME>Apple iPhone 12 čierna</PRODUCTNAME>
            <PRODUCT>Apple iPhone 12 čierna</PRODUCT>
            <DESCRIPTION>Nov&#xfd; iPhone 12 V&#xe1;s zaujme nov&#xfd;m prepracovan&#xfd;m dizajnom a displejom, ktor&#xe9;ho uhloprie&#x10d;ka je 6,1 palca. V ponuke s&#xfa; r&#xf4;zne farebn&#xe9; varianty ako &#x10d;ierna, modr&#xe1;, zelen&#xe1;, biela &#x10d;i &#x10d;erven&#xe1;, a tak si ka&#x17e;d&#xfd; m&#xf4;&#x17e;e vybra&#x165; t&#xfa; farbu, ktor&#xe1; im vyhovuje.

Nov&#xfd; rad iPhone pon&#xfa;ka OLED displej, v&#x10f;aka ktor&#xe9;mu m&#xe1;te kraj&#x161;&#xed; obraz a &#x161;ir&#x161;ie pozorovacie uhly. Pri displejoch je taktie&#x17e; d&#xf4;le&#x17e;it&#xe1; nov&#xe1; kry&#x161;talick&#xe1; vrstva nazvan&#xe1; keramick&#xfd; &#x161;t&#xed;t, ktor&#xe1; chr&#xe1;ni V&#xe1;&#x161; displej. Zauj&#xed;mav&#xe9; na nej je to, &#x17e;e displeju dod&#xe1;va a&#x17e; 4-n&#xe1;sobn&#xfa; odolnos&#x165; proti mechanick&#xe9;mu po&#x161;kodeniu. V praxi to znamen&#xe1;, &#x17e;e sa u&#x17e; nemus&#xed;te ob&#xe1;va&#x165; o drobn&#xe9; &#x161;krabance na telef&#xf3;ne, ktor&#xe9; vznikn&#xfa; be&#x17e;n&#xfd;m pou&#x17e;&#xed;van&#xed;m.V kombin&#xe1;cii s obalom alebo ochrann&#xfd;m sklom si poist&#xed;te bezpe&#x10d;nos&#x165; svojho iPhonu na dlh&#xfa; dobu.

Nov&#xfd; procesor A14 Bionic pon&#xfa;ka okrem u&#x17e; zn&#xe1;mej 5nm technol&#xf3;gie v&#xfd;roby &#x10d;i vysokej energetickej &#xfa;spore, ale aj ove&#x13e;a vy&#x161;&#x161;&#xed; v&#xfd;kon. V&#x10f;aka nov&#xe9;mu &#x10d;ipu, ktor&#xfd; m&#xe1; na starosti umel&#xfa; inteligenciu smartf&#xf3;nu, a jej vy&#x161;&#x161;iemu v&#xfd;konu nabral na sile aj fotoapar&#xe1;t a tak s touto novinkou m&#xf4;&#x17e;e vytv&#xe1;ra&#x165; naozaj kr&#xe1;sne fotografie a zachyt&#xed;te v&#x161;etky d&#xf4;le&#x17e;it&#xe9; momenty.
</DESCRIPTION>
            <PRICE_VAT>408.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>APPLE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/apple-iphone-12-64gb-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1018921/detail-image.png</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519212</ITEM_ID>
            <EAN>6941399055926</EAN>
            <PRODUCTNAME>Realme GT Master Edition 5G biela</PRODUCTNAME>
            <PRODUCT>Realme GT Master Edition 5G biela</PRODUCT>
            <DESCRIPTION>Super AMOLED displej, 65W r&#xfd;chle nab&#xed;janie, jeden z najv&#xfd;konnej&#x161;&#xed;ch procesorov s&#xfa;&#x10d;asnosti, 120 Hz obnovovacia frekvencia, podpora 5G a to v&#x161;etko zabalen&#xe9; v naozaj origin&#xe1;lnom, vydarenom dizajne nov&#xe9;ho smartf&#xf3;nu realme GT Master Edition 5G.
realme GT Master Edition 5G prin&#xe1;&#x161;a ultim&#xe1;tny v&#xfd;kon, ktor&#xe9;ho z&#xe1;rukou je nov&#xfd; procesor Qualcomm Snapdragon 778G 5G. V spolupr&#xe1;ci s opera&#x10d;nou pam&#xe4;&#x165;ou 8 GB, smartf&#xf3;n zvl&#xe1;da s &#x13e;ahkos&#x165;ou v&#x161;etky &#x10d;innosti, od n&#xe1;ro&#x10d;n&#xfd;ch hier, prehr&#xe1;vania videa vo vysokej kvalite, alebo multitaskingu pri va&#x161;ej pr&#xe1;ci.

Na kvalitnom Super AMOLED displeji s praktickou uhloprie&#x10d;kou 6,43&quot; vynikn&#xfa; va&#x161;e fotografie a to aj v&#x10f;aka technol&#xf3;gii HDR, ktorou je realme GT Master Edition 5G vybaven&#xfd;. Trojit&#xfd; fotoapar&#xe1;t s hlavn&#xfd;m 64 Mpx sn&#xed;ma&#x10d;om poskytne skvel&#xe9; z&#xe1;bery aj v hor&#x161;&#xed;ch sveteln&#xfd;ch podmienkach. realme pon&#xfa;ka pestr&#xfa; paletu fotografick&#xfd;ch re&#x17e;imov. Odfot&#xed;te dokonal&#xe9; portr&#xe9;ty, detailn&#xe9; makro z&#xe1;bery &#x10d;i kr&#xe1;sne scen&#xe9;rie. Zaujme aj superno&#x10d;n&#xfd; re&#x17e;im, rozpoznanie sc&#xe9;ny pomocou umelej inteligencie alebo vynikaj&#xfa;ca 32 Mpx selfie kamera.

Ve&#x13e;k&#xe1;, 256 GB vn&#xfa;torn&#xe1; pam&#xe4;&#x165; poskytne dostatok miesta pre ulo&#x17e;enie v&#x161;etk&#xe9;ho, &#x10d;o potrebujete. O bezpe&#x10d;nos&#x165; sa zase postar&#xe1; sn&#xed;ma&#x10d; odtla&#x10d;kov prstov, ktor&#xfd; n&#xe1;jdeme integrovan&#xfd; priamo v displeji. V&#x10f;aka podpore 5G si u&#x17e;ijete t&#xfa; najv&#xe4;&#x10d;&#x161;iu dostupn&#xfa; r&#xfd;chlos&#x165; internetu. R&#xfd;chle nab&#xed;janie dost&#xe1;va v&#x10f;aka realme GT Master Edition 5G nov&#xfd; rozmer. Smartf&#xf3;n sa pod&#x13e;a v&#xfd;robcu dok&#xe1;&#x17e;e nabi&#x165; na 100% u&#x17e; za 33 min&#xfa;t.

Skvel&#xfd; dizajn a vysok&#xfd; v&#xfd;kon spojen&#xfd; so super r&#xfd;chlym nab&#xed;jan&#xed;m, robia z realme GT Master Edition 5G ide&#xe1;lneho kandid&#xe1;ta na v&#xe1;&#x161; nov&#xfd; smartf&#xf3;n.






</DESCRIPTION>
            <PRICE_VAT>408.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>REALME</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/realme-gt-master-edition-5g-biely?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1019358/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>biela</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-516810</ITEM_ID>
            <EAN>8806090963858</EAN>
            <PRODUCTNAME>Samsung Galaxy A32 5G čierna</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy A32 5G čierna</PRODUCT>
            <DESCRIPTION>Novinka z dielne Samsungu m&#xe1; prepracovan&#xfd; dizajn,
slu&#x161;n&#xfd; hardv&#xe9;r a podporuje pripojenie do siete piatej gener&#xe1;cie. Pritom
v&#xf4;bec nejde o smartf&#xf3;n, pri ktor&#xe9;ho cene sa v&#xe1;m zato&#x10d;&#xed; hlava. Smartf&#xf3;n m&#xe1; ve&#x13e;mi zauj&#xed;mav&#xfd; dizajn, ktor&#xfd; nie je e&#x161;te to&#x13e;ko
obkukan&#xfd;, &#x10d;&#xed;m mu dod&#xe1;va ak&#xfa;si v&#xfd;nimo&#x10d;nos&#x165;. Napriek svojim v&#xe4;&#x10d;&#x161;&#xed;m rozmerom sa
s telef&#xf3;n manipuluje jednoducho aj v jednej ruke. Dopom&#xe1;ha tomu aj
tenk&#xe1; a &#x13e;ahk&#xe1; kon&#x161;trukcia a to aj napriek bat&#xe9;rii s kapacitou a&#x17e;
5 000 mAh. Bat&#xe9;ria s takouto kapacitou zaru&#x10d;&#xed; be&#x17e;n&#xe9;mu pou&#x17e;&#xed;vate&#x13e;ovi
pokojne aj tri dni v&#xfd;dr&#x17e;e a to aj za pomoci &#xfa;sporn&#xe9;ho TFT displeja
a tmav&#xe9;mu re&#x17e;imu, ktor&#xfd; okrem bat&#xe9;rie &#x161;etr&#xed; aj v&#xe1;&#x161; zrak.
Displej sr&#x161;&#xed;
ostr&#xfd;mi a &#x17e;iariv&#xfd;mi farbami, je svi&#x17e;n&#xfd; a dobre sa na&#x148; pozer&#xe1;. Vyzdvihn&#xfa;&#x165; mus&#xed;me jednozna&#x10d;ne zadn&#xfd; fotoapar&#xe1;t, ktor&#xfd; dok&#xe1;&#x17e;e svojimi v&#xfd;sledn&#xfd;mi sn&#xed;mkami konkurova&#x165; aj v&#xe4;&#x10d;&#x161;&#xed;m hr&#xe1;&#x10d;om na trhu. Za dobr&#xfd;ch sveteln&#xfd;ch podmienok s&#xfa; fotografie naozaj kvalitn&#xe9;. Nech u&#x17e; fot&#xed;te &#x10d;oko&#x13e;vek, umel&#xe1; inteligencia vy&#x165;a&#x17e;&#xed; z fotoapar&#xe1;tu maximum a vy sa tak m&#xf4;&#x17e;ete kocha&#x165; fotografiami, ako od profesion&#xe1;la.
	

Samsung Galaxy A32 5G je ide&#xe1;lna vo&#x13e;ba, ak h&#x13e;ad&#xe1;te &#x161;ikovn&#xe9;ho
spolo&#x10d;n&#xed;ka na denn&#xe9; vyu&#x17e;&#xed;vanie ak&#xe9;hoko&#x13e;vek charakteru. Zvl&#xe1;dne toho naozaj
ve&#x13e;a, perfektne fot&#xed; a v&#x10f;aka obrovskej bat&#xe9;rii si d&#xe1;tovanie vychutn&#xe1;te na
maximum a nenech&#xe1; v&#xe1;s v &#x161;tichu. Ide&#xe1;lna zlat&#xe1; cesta, ak zh&#xe1;&#x148;ate
mobiln&#xfd; telef&#xf3;n s podporou 5G.
</DESCRIPTION>
            <PRICE_VAT>324.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-a32-5g-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1017401/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-506673</ITEM_ID>
            <EAN></EAN>
            <PRODUCTNAME>Cat® B26 čierna</PRODUCTNAME>
            <PRODUCT>Cat® B26 čierna</PRODUCT>
            <DESCRIPTION>Mobiln&#xfd; telef&#xf3;n Cat&amp;reg; B26 v&#xe1;s uchv&#xe1;ti svojou v&#xfd;dr&#x17e;ou. A nehovor&#xed;me len o v&#xfd;dr&#x17e;i bat&#xe9;rie ale i odolnosti telef&#xf3;nu.  Cat&amp;reg; B26 vydr&#x17e;&#xed; aj v poriadnom da&#x17e;di, preto&#x17e;e je vybaven&#xfd; odolnos&#x165;ou IP68, a je teda vodeodoln&#xfd; a&#x17e; do h&#x13a;bky 1,2 m. Certifik&#xe1;t IP68 zaru&#x10d;uje aj odolnos&#x165; vo&#x10d;i prachu. Telef&#xf3;n sp&#x13a;&#x148;a vojensk&#xfd; &#x161;tandard odolnosti MIL SPEC 810G a to v oblastiach, ako je odolnos&#x165; vo&#x10d;i extr&#xe9;mn&#xfd;m teplot&#xe1;m, vibr&#xe1;c&#xed;am alebo vlhkosti. A pri poh&#x13e;ade na stavbu telef&#xf3;nu si m&#xf4;&#x17e;ete by&#x165; ist&#xfd;, &#x17e;e mu neubl&#xed;&#x17e;i ani p&#xe1;d na bet&#xf3;n z hocijakej v&#xfd;&#x161;kyVr&#xe1;&#x165;me sa ale i ku v&#xfd;dr&#x17e;i bat&#xe9;rii. Na nab&#xed;ja&#x10d;ku si ve&#x13e;mi &#x10d;asto nespomeniete. Cat&amp;reg; B26  obsahuje Li-Ion bat&#xe9;riu s vysokou kapacitou 1500 mAh, v&#x10f;aka ktorej je mo&#x17e;n&#xe9; telef&#xf3;n udr&#x17e;a&#x165; pri &#x17e;ivote cel&#xfa; ve&#x13e;nos&#x165;. U&#x17e;&#xed;va&#x165; si m&#xf4;&#x17e;ete a&#x17e; 13 hodin hovorov alebo neskuto&#x10d;n&#xfd;ch 18 dn&#xed; v pohotovostnom re&#x17e;ime.</DESCRIPTION>
            <PRICE_VAT>60.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Mobilné telefóny</CATEGORYTEXT>
            <MANUFACTURER>CATERPILLAR</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/cat-b26-cierny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/12762/detail-image.png</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            <PARAM>
                <PARAM_NAME>Farba</PARAM_NAME>
                <VAL>&#x10d;ierna</VAL>
            </PARAM>
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
    </SHOP>
