<?xml version="1.0" encoding="UTF-8"?>

    <!-- timestamp="2026-04-08T12:24:45.737+02:00" -->
    <SHOP>
        <SHOPITEM>
            <ITEM_ID>-520308</ITEM_ID>
            <EAN>8806094170382</EAN>
            <PRODUCTNAME>Samsung Galaxy Tab S8</PRODUCTNAME>
            <PRODUCT>Samsung Galaxy Tab S8</PRODUCT>
            <DESCRIPTION>Nov&#xfd; tablet z dielne Samsungu uspokoj&#xed; aj t&#xfd;ch najn&#xe1;ro&#x10d;nej&#x161;&#xed;ch. &#x160;pi&#x10d;kov&#xfd; v&#xfd;kon v kombin&#xe1;cii s minimalistick&#xfd;m &#x161;t&#xed;hlym dizajnom si v&#xe1;s bezpodmiene&#x10d;ne z&#xed;ska.
Samsung Galaxy Tab S8 o&#x10d;aruje plynulou 120 Hz obrazovkou, prin&#xe1;&#x161;a bohat&#xfa; paletu farieb, &#x10d;ist&#xfa; ostros&#x165; a dynamick&#xe9; detaily vo vysokom rozl&#xed;&#x161;en&#xed;, ktor&#xe9; premenia ka&#x17e;d&#xfa; digit&#xe1;lnu z&#xe1;bavu na nezabudnute&#x13e;n&#xfd; z&#xe1;&#x17e;itok.

Kompaktn&#xe9; rozmery a unik&#xe1;tne vyvinut&#xfd; hlin&#xed;kov&#xfd; r&#xe1;m Armor Aluminium, chr&#xe1;ni v&#xe1;&#x161; tablet pred miernymi p&#xe1;dmi, &#x161;krabancami v&#xe1;m umo&#x17e;nia vychutna&#x165; si svoj ob&#x13e;&#xfa;ben&#xfd; video obsah naozaj kdeko&#x13e;vek.

Ultra r&#xfd;chly procesor Snapdragon v&#xe1;m poskytne ultim&#xe1;tny v&#xfd;kon pre hranie aj t&#xfd;ch najn&#xe1;ro&#x10d;nej&#x161;&#xed;ch mobiln&#xfd;ch hier.

Samsung Galaxy Tab S8 navy&#x161;e prich&#xe1;dza s pribalen&#xfd;m perom S Pen. Prvotriedny stylus S Pen m&#xf4;&#x17e;ete pou&#x17e;&#xed;va&#x165; ako skuto&#x10d;n&#xe9; pero, &#x10d;o znamen&#xe1;, &#x17e;e si m&#xf4;&#x17e;ete pohodlne zapisova&#x165; pozn&#xe1;mky v aplik&#xe1;cii Samsung Notes, alebo da&#x165; priestor svojej kreativite v mnoh&#xfd;ch dostupn&#xfd;ch aplik&#xe1;ci&#xe1;ch.

Automatick&#xe1; synchroniz&#xe1;cia v&#x161;etk&#xfd;ch va&#x161;ich Galaxy zariaden&#xed; umo&#x17e;&#x148;uje prirodzen&#xe9; prepojenie tabletu Tab S8 s va&#x161;im mobiln&#xfd;m telef&#xf3;nom Galaxy, sl&#xfa;chadlami Galaxy Buds alebo smart hodinkami Galaxy Watch.

U&#x17e;ite si 5G sie&#x165; bud&#xfa;cnosti a v&#xfd;kon bez kompromisov, s nov&#xfd;m Samsung Galaxy Tab S8.
</DESCRIPTION>
            <PRICE_VAT>948.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Tablety a čítačky | Tablety</CATEGORYTEXT>
            <MANUFACTURER>SAMSUNG</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/samsung-galaxy-tab-s8-strieborny?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020904/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
        <SHOPITEM>
            <ITEM_ID>-519458</ITEM_ID>
            <EAN>194252521960</EAN>
            <PRODUCTNAME>Apple iPad 10,2" 256GB Grafitovo sivá</PRODUCTNAME>
            <PRODUCT>Apple iPad 10,2" 256GB Grafitovo sivá</PRODUCT>
            <DESCRIPTION>Prich&#xe1;dza najnov&#x161;&#xed; Apple iPad 9.gener&#xe1;cie. Tento v&#x161;estrann&#xfd; tablet je vynikaj&#xfa;cim spolo&#x10d;n&#xed;kom pre z&#xe1;bavu, pr&#xe1;cu alebo &#x161;kolu.

Nech&#xfd;ba vylep&#x161;en&#xfd; procesor Apple A13 Bionic a podpora Apple Pencil 1. gener&#xe1;cie, ktor&#xe1; nech&#xe1; vynikn&#xfa;&#x165; va&#x161;u kreativitu. N&#xe1;dhern&#xfd; 10,2 palcov&#xfd; Retina displej je v&#xfd;born&#xfd; na presn&#xe9; kreslenie, pr&#xe1;cu na projektoch alebo na sledovanie vide&#xed; a filmov.

Funkcia centrovania z&#xe1;beru a 12MP ultra&#x161;irokouhl&#xe1; predn&#xe1; kamera zabezpe&#x10d;&#xed; videohovory v tej najvy&#x161;&#x161;ej kvalite. 8 Mpx zadn&#xfd; fotoapar&#xe1;t pou&#x17e;ijete na zachytenie va&#x161;ich najkraj&#x161;&#xed;ch z&#xe1;&#x17e;itkov.

Podpora 4G LTE siete v&#xe1;m umo&#x17e;n&#xed; s&#x165;ahova&#x165;, surfova&#x165; a streamova&#x165; obsah vo vysokej kvalite.

Apple iPad sa stane va&#x161;im neocenite&#x13e;n&#xfd;m spolo&#x10d;n&#xed;kom, v ka&#x17e;dej situ&#xe1;cii.
</DESCRIPTION>
            <PRICE_VAT>804.0</PRICE_VAT>
            <CATEGORYTEXT>Elektronika | Mobily, tablety, nositeľná elektronika | Tablety a čítačky | Tablety</CATEGORYTEXT>
            <MANUFACTURER>APPLE</MANUFACTURER>
            <URL>https://www.o2.sk/e-shop/-/produkt/apple-ipad-10-2-256gb-2021-grafitovo-siva?preferredProgram=</URL>
            <IMGURL>https://www.o2static.sk/media/products/1020458/detail-image.jpeg</IMGURL>
            <ITEM_TYPE>new</ITEM_TYPE>
            
            <DELIVERY_DATE></DELIVERY_DATE>
            <DELIVERY>
                <DELIVERY_ID>SPS</DELIVERY_ID>
                <DELIVERY_PRICE>0.00</DELIVERY_PRICE>
                <DELIVERY_PRICE_COD>0.00</DELIVERY_PRICE_COD>
            </DELIVERY>
        </SHOPITEM>
    </SHOP>
